var school_elem = [
  {
    "name": "동북초등학교",
    "lat": 37.65500731,
    "lng": 127.0262313,
    "color": "빨",
    "info": "서울특별시 도봉구 쌍문동 263"
  },
  {
    "name": "매원초등학교",
    "lat": 37.59805481,
    "lng": 127.019009,
    "color": "빨",
    "info": "서울특별시 성북구 돈암동 45-88"
  },
  {
    "name": "명지초등학교",
    "lat": 37.58336123,
    "lng": 126.928555,
    "color": "빨",
    "info": "서울특별시 서대문구 홍은동 산 26-127"
  },
  {
    "name": "서울가주초등학교",
    "lat": 37.49662263,
    "lng": 127.1292617,
    "color": "빨",
    "info": "서울특별시 송파구 가락동 140-6"
  },
  {
    "name": "서울개롱초등학교",
    "lat": 37.49711757,
    "lng": 127.1396638,
    "color": "빨",
    "info": "서울특별시 송파구 오금동 159"
  },
  {
    "name": "서울거여초등학교",
    "lat": 37.50508433,
    "lng": 127.1409011,
    "color": "빨",
    "info": "서울특별시 송파구 오금동 108"
  },
  {
    "name": "서울거원초등학교",
    "lat": 37.48782967,
    "lng": 127.144909,
    "color": "빨",
    "info": "서울특별시 송파구 거여동 296-1"
  },
  {
    "name": "서울금동초등학교",
    "lat": 37.44753081,
    "lng": 126.9164244,
    "color": "빨",
    "info": "서울특별시 금천구 시흥동 1013-1"
  },
  {
    "name": "서울금산초등학교",
    "lat": 37.44164885,
    "lng": 126.9081994,
    "color": "빨",
    "info": "서울특별시 금천구 시흥동 653-27"
  },
  {
    "name": "서울금양초등학교",
    "lat": 37.5404868,
    "lng": 126.9612596,
    "color": "빨",
    "info": "서울특별시 용산구 효창동 126-4"
  },
  {
    "name": "서울누원초등학교",
    "lat": 37.68669133,
    "lng": 127.0493712,
    "color": "빨",
    "info": "서울특별시 도봉구 도봉동 22-19"
  },
  {
    "name": "서울대모초등학교",
    "lat": 37.48113529,
    "lng": 127.0863007,
    "color": "빨",
    "info": "서울특별시 강남구 일원동 736"
  },
  {
    "name": "서울대방초등학교",
    "lat": 37.5023889,
    "lng": 126.9194861,
    "color": "빨",
    "info": "서울특별시 영등포구 신길동 1444"
  },
  {
    "name": "서울도곡초등학교",
    "lat": 37.49906114,
    "lng": 127.0546704,
    "color": "빨",
    "info": "서울특별시 강남구 대치동 924-10"
  },
  {
    "name": "서울돈암초등학교",
    "lat": 37.59371444,
    "lng": 127.0126789,
    "color": "빨",
    "info": "서울특별시 성북구 동소문동6가 27-1"
  },
  {
    "name": "서울동답초등학교",
    "lat": 37.57211378,
    "lng": 127.0645741,
    "color": "빨",
    "info": "서울특별시 동대문구 답십리동 2-24"
  },
  {
    "name": "서울동일초등학교",
    "lat": 37.66527683,
    "lng": 127.054549,
    "color": "빨",
    "info": "서울특별시 노원구 상계동 655"
  },
  {
    "name": "서울등마초등학교",
    "lat": 37.54199063,
    "lng": 126.8617624,
    "color": "빨",
    "info": "서울특별시 강서구 등촌동 718"
  },
  {
    "name": "서울매봉초등학교",
    "lat": 37.50450266,
    "lng": 126.8444876,
    "color": "빨",
    "info": "서울특별시 구로구 개봉동 3"
  },
  {
    "name": "서울명덕초등학교",
    "lat": 37.55689629,
    "lng": 127.1460078,
    "color": "빨",
    "info": "서울특별시 강동구 고덕동 487-15"
  },
  {
    "name": "서울목운초등학교",
    "lat": 37.52678174,
    "lng": 126.8734243,
    "color": "빨",
    "info": "서울특별시 양천구 목동 922"
  },
  {
    "name": "서울무학초등학교",
    "lat": 37.56293165,
    "lng": 127.0296135,
    "color": "빨",
    "info": "서울특별시 성동구 하왕십리동 950-1"
  },
  {
    "name": "서울방산초등학교",
    "lat": 37.50937106,
    "lng": 127.1209698,
    "color": "빨",
    "info": "서울특별시 송파구 방이동 220-4"
  },
  {
    "name": "서울방일초등학교",
    "lat": 37.48536558,
    "lng": 126.9981018,
    "color": "빨",
    "info": "서울특별시 서초구 방배동 167-4"
  },
  {
    "name": "서울백석초등학교",
    "lat": 37.5533589,
    "lng": 126.8620354,
    "color": "빨",
    "info": "서울특별시 강서구 등촌동 650-14"
  },
  {
    "name": "서울삼전초등학교",
    "lat": 37.50145573,
    "lng": 127.0925891,
    "color": "빨",
    "info": "서울특별시 송파구 삼전동 63"
  },
  {
    "name": "서울상경초등학교",
    "lat": 37.67050507,
    "lng": 127.0517418,
    "color": "빨",
    "info": "서울특별시 노원구 상계동 621"
  },
  {
    "name": "서울서래초등학교",
    "lat": 37.49629538,
    "lng": 126.9893083,
    "color": "빨",
    "info": "서울특별시 서초구 방배동 771"
  },
  {
    "name": "서울수명초등학교",
    "lat": 37.55266332,
    "lng": 126.8238445,
    "color": "빨",
    "info": "서울특별시 강서구 내발산동 752"
  },
  {
    "name": "서울수암초등학교",
    "lat": 37.64812624,
    "lng": 127.0813164,
    "color": "빨",
    "info": "서울특별시 노원구 중계동 67"
  },
  {
    "name": "서울숭곡초등학교",
    "lat": 37.60877414,
    "lng": 127.0327171,
    "color": "빨",
    "info": "서울특별시 성북구 하월곡동 84-86"
  },
  {
    "name": "서울신미림초등학교",
    "lat": 37.5067663,
    "lng": 126.8797159,
    "color": "빨",
    "info": "서울특별시 구로구 신도림동 398-28"
  },
  {
    "name": "서울신방학초등학교",
    "lat": 37.66559481,
    "lng": 127.0295856,
    "color": "빨",
    "info": "서울특별시 도봉구 방학동 310"
  },
  {
    "name": "서울신상도초등학교",
    "lat": 37.50017384,
    "lng": 126.9439776,
    "color": "빨",
    "info": "서울특별시 동작구 상도동 산 65-59"
  },
  {
    "name": "서울신양초등학교",
    "lat": 37.53462395,
    "lng": 127.0691421,
    "color": "빨",
    "info": "서울특별시 광진구 자양동 504"
  },
  {
    "name": "서울신천초등학교",
    "lat": 37.51398996,
    "lng": 127.0950476,
    "color": "빨",
    "info": "서울특별시 송파구 잠실동 27-5"
  },
  {
    "name": "서울신흥초등학교",
    "lat": 37.45940722,
    "lng": 126.9086512,
    "color": "빨",
    "info": "서울특별시 금천구 시흥동 704-56"
  },
  {
    "name": "서울쌍문초등학교",
    "lat": 37.64866828,
    "lng": 127.0247292,
    "color": "빨",
    "info": "서울특별시 도봉구 쌍문동 360-4"
  },
  {
    "name": "서울아주초등학교",
    "lat": 37.50558066,
    "lng": 127.075764,
    "color": "빨",
    "info": "서울특별시 송파구 잠실동 115"
  },
  {
    "name": "서울양진초등학교",
    "lat": 37.54424033,
    "lng": 127.0983249,
    "color": "빨",
    "info": "서울특별시 광진구 광장동 414-1"
  },
  {
    "name": "서울양화초등학교",
    "lat": 37.54382981,
    "lng": 126.874714,
    "color": "빨",
    "info": "서울특별시 양천구 목동 542"
  },
  {
    "name": "서울연촌초등학교",
    "lat": 37.63498895,
    "lng": 127.0727394,
    "color": "빨",
    "info": "서울특별시 노원구 하계동 152"
  },
  {
    "name": "서울염리초등학교",
    "lat": 37.54244648,
    "lng": 126.945885,
    "color": "빨",
    "info": "서울특별시 마포구 염리동 173-4"
  },
  {
    "name": "서울영중초등학교",
    "lat": 37.52383821,
    "lng": 126.9039467,
    "color": "빨",
    "info": "서울특별시 영등포구 영등포동7가 53"
  },
  {
    "name": "서울영풍초등학교",
    "lat": 37.49600417,
    "lng": 127.1429536,
    "color": "빨",
    "info": "서울특별시 송파구 거여동 12"
  },
  {
    "name": "서울오정초등학교",
    "lat": 37.48973575,
    "lng": 126.8263073,
    "color": "빨",
    "info": "서울특별시 구로구 오류동 108-28"
  },
  {
    "name": "서울오현초등학교",
    "lat": 37.6232687,
    "lng": 127.046857,
    "color": "빨",
    "info": "서울특별시 강북구 번동 248"
  },
  {
    "name": "서울옥정초등학교",
    "lat": 37.54189922,
    "lng": 127.0153975,
    "color": "빨",
    "info": "서울특별시 성동구 옥수동 233-16"
  },
  {
    "name": "서울우이초등학교",
    "lat": 37.63847291,
    "lng": 127.0148822,
    "color": "빨",
    "info": "서울특별시 강북구 수유동 409-6"
  },
  {
    "name": "서울잠동초등학교",
    "lat": 37.51796437,
    "lng": 127.1000484,
    "color": "빨",
    "info": "서울특별시 송파구 신천동 7-2"
  },
  {
    "name": "서울잠신초등학교",
    "lat": 37.51411407,
    "lng": 127.0880021,
    "color": "빨",
    "info": "서울특별시 송파구 잠실동 22-4"
  },
  {
    "name": "서울잠실초등학교",
    "lat": 37.52010753,
    "lng": 127.111310141,
    "color": "빨",
    "info": "서울특별시 송파구 신천동 20-2"
  },
  {
    "name": "서울장충초등학교",
    "lat": 37.55991095,
    "lng": 127.0113002,
    "color": "빨",
    "info": "서울특별시 중구 신당동 386-86"
  },
  {
    "name": "서울장평초등학교",
    "lat": 37.57380744,
    "lng": 127.0733241,
    "color": "빨",
    "info": "서울특별시 동대문구 장안동 323"
  },
  {
    "name": "서울정곡초등학교",
    "lat": 37.57695491,
    "lng": 126.8188827,
    "color": "빨",
    "info": "서울특별시 강서구 방화동 836"
  },
  {
    "name": "서울청계초등학교",
    "lat": 37.64466805,
    "lng": 127.0662865,
    "color": "빨",
    "info": "서울특별시 노원구 중계동 513-1"
  },
  {
    "name": "서울충무초등학교",
    "lat": 37.5618487,
    "lng": 127.0018595,
    "color": "빨",
    "info": "서울특별시 중구 장충동2가 173-7"
  },
  {
    "name": "서울탑동초등학교",
    "lat": 37.45292038,
    "lng": 126.9147652,
    "color": "빨",
    "info": "서울특별시 금천구 시흥동 230"
  },
  {
    "name": "서울행당초등학교",
    "lat": 37.55659684,
    "lng": 127.034673,
    "color": "빨",
    "info": "서울특별시 성동구 행당동 320-60"
  },
  {
    "name": "서울흑석초등학교",
    "lat": 37.50858213,
    "lng": 126.9651701,
    "color": "빨",
    "info": "서울특별시 동작구 흑석동 7-1"
  },
  {
    "name": "세종초등학교",
    "lat": 37.55288743,
    "lng": 127.0733106,
    "color": "빨",
    "info": "서울특별시 광진구 군자동 98"
  },
  {
    "name": "은석초등학교",
    "lat": 37.5777907,
    "lng": 127.0752698,
    "color": "빨",
    "info": "서울특별시 동대문구 장안동 328"
  },
  {
    "name": "청원초등학교",
    "lat": 37.66537205,
    "lng": 127.0613433,
    "color": "빨",
    "info": "서울특별시 노원구 상계동 641"
  },
  {
    "name": "추계초등학교",
    "lat": 37.56373909,
    "lng": 126.9530768,
    "color": "빨",
    "info": "서울특별시 서대문구 북아현동 190-1"
  },
  {
    "name": "충암초등학교",
    "lat": 37.58545471,
    "lng": 126.9224885,
    "color": "빨",
    "info": "서울특별시 은평구 응암동 272-113"
  },
  {
    "name": "한신초등학교",
    "lat": 37.65314239,
    "lng": 127.0327077,
    "color": "빨",
    "info": "서울특별시 도봉구 쌍문동 150-1"
  },
  {
    "name": "한양초등학교",
    "lat": 37.55776262,
    "lng": 127.0501659,
    "color": "빨",
    "info": "서울특별시 성동구 사근동 120-2"
  },
  {
    "name": "화랑초등학교",
    "lat": 37.62813045,
    "lng": 127.0936526,
    "color": "빨",
    "info": "서울특별시 노원구 공릉동 산 228-1"
  },
  {
    "name": "광일초등학교",
    "lat": 35.10384994,
    "lng": 129.029845,
    "color": "빨",
    "info": "부산광역시 중구 대청동4가 95"
  },
  {
    "name": "괴정초등학교",
    "lat": 35.103589,
    "lng": 128.9996516,
    "color": "빨",
    "info": "부산광역시 사하구 괴정동 230"
  },
  {
    "name": "대평초등학교",
    "lat": 35.08749474,
    "lng": 129.0386271,
    "color": "빨",
    "info": "부산광역시 영도구 남항동2가 65-9"
  },
  {
    "name": "보림초등학교",
    "lat": 35.08395861,
    "lng": 128.9674812,
    "color": "빨",
    "info": "부산광역시 사하구 장림동 1137"
  },
  {
    "name": "봉학초등학교",
    "lat": 35.09609123,
    "lng": 129.0546363,
    "color": "빨",
    "info": "부산광역시 영도구 청학동 389-53"
  },
  {
    "name": "아미초등학교",
    "lat": 35.09835989,
    "lng": 129.0157437,
    "color": "빨",
    "info": "부산광역시 서구 아미동2가 89"
  },
  {
    "name": "옥천초등학교",
    "lat": 35.09324998,
    "lng": 128.9937531,
    "color": "빨",
    "info": "부산광역시 사하구 감천동 824-13"
  },
  {
    "name": "천마초등학교",
    "lat": 35.0812802,
    "lng": 129.0182257,
    "color": "빨",
    "info": "부산광역시 서구 암남동 81-11"
  },
  {
    "name": "대연초등학교",
    "lat": 35.13705916,
    "lng": 129.0923796,
    "color": "빨",
    "info": "부산광역시 남구 대연동 289-15"
  },
  {
    "name": "동항초등학교",
    "lat": 35.11429749,
    "lng": 129.0825604,
    "color": "빨",
    "info": "부산광역시 남구 감만동 312"
  },
  {
    "name": "부전초등학교",
    "lat": 35.15495179,
    "lng": 129.053431,
    "color": "빨",
    "info": "부산광역시 부산진구 부전동 450-1"
  },
  {
    "name": "성동초등학교",
    "lat": 35.14324739,
    "lng": 129.0691191,
    "color": "빨",
    "info": "부산광역시 남구 문현동 497"
  },
  {
    "name": "수정초등학교",
    "lat": 35.13151968,
    "lng": 129.0462182,
    "color": "빨",
    "info": "부산광역시 동구 수정동 464-2"
  },
  {
    "name": "신연초등학교",
    "lat": 35.12902017,
    "lng": 129.0780248,
    "color": "빨",
    "info": "부산광역시 남구 우암동 112-77"
  },
  {
    "name": "운산초등학교",
    "lat": 35.10987611,
    "lng": 129.1150548,
    "color": "빨",
    "info": "부산광역시 남구 용호동 776"
  },
  {
    "name": "가락초등학교",
    "lat": 35.19589784,
    "lng": 128.8959776,
    "color": "빨",
    "info": "부산광역시 강서구 죽림동 623-2"
  },
  {
    "name": "남명초등학교",
    "lat": 35.08369581,
    "lng": 128.9108203,
    "color": "빨",
    "info": "부산광역시 강서구 명지동 3243-2"
  },
  {
    "name": "동궁초등학교",
    "lat": 35.1233479,
    "lng": 128.974478,
    "color": "빨",
    "info": "부산광역시 사상구 엄궁동 680-4"
  },
  {
    "name": "만덕초등학교",
    "lat": 35.2145704,
    "lng": 129.0295244,
    "color": "빨",
    "info": "부산광역시 북구 만덕동 646-1"
  },
  {
    "name": "명덕초등학교",
    "lat": 35.22558811,
    "lng": 129.0124977,
    "color": "빨",
    "info": "부산광역시 북구 화명동 2327"
  },
  {
    "name": "상학초등학교",
    "lat": 35.2189571,
    "lng": 129.0397941,
    "color": "빨",
    "info": "부산광역시 북구 만덕동 570"
  },
  {
    "name": "서감초등학교",
    "lat": 35.15752091,
    "lng": 128.9820552,
    "color": "빨",
    "info": "부산광역시 사상구 감전동 122-1"
  },
  {
    "name": "신호초등학교",
    "lat": 35.08186009,
    "lng": 128.8783015,
    "color": "빨",
    "info": "부산광역시 강서구 신호동 254"
  },
  {
    "name": "용수초등학교",
    "lat": 35.22881779,
    "lng": 129.0089926,
    "color": "빨",
    "info": "부산광역시 북구 화명동 2305"
  },
  {
    "name": "창진초등학교",
    "lat": 35.16576022,
    "lng": 128.9778323,
    "color": "빨",
    "info": "부산광역시 사상구 괘법동 519-2"
  },
  {
    "name": "포천초등학교",
    "lat": 35.19652827,
    "lng": 129.0087708,
    "color": "빨",
    "info": "부산광역시 북구 구포동 1231"
  },
  {
    "name": "부곡초등학교",
    "lat": 35.23338462,
    "lng": 129.0936593,
    "color": "빨",
    "info": "부산광역시 금정구 부곡동 354"
  },
  {
    "name": "장서초등학교",
    "lat": 35.24813239,
    "lng": 129.086104,
    "color": "빨",
    "info": "부산광역시 금정구 구서동 709-3"
  },
  {
    "name": "가동초등학교",
    "lat": 35.32670665,
    "lng": 129.1785529,
    "color": "빨",
    "info": "부산광역시 기장군 정관읍 용수리 1305"
  },
  {
    "name": "강동초등학교",
    "lat": 35.17197742,
    "lng": 129.1371765,
    "color": "빨",
    "info": "부산광역시 해운대구 우동 1113"
  },
  {
    "name": "광남초등학교",
    "lat": 35.14537899,
    "lng": 129.1140725,
    "color": "빨",
    "info": "부산광역시 수영구 남천동 147"
  },
  {
    "name": "기장초등학교",
    "lat": 35.24595438,
    "lng": 129.212225,
    "color": "빨",
    "info": "부산광역시 기장군 기장읍 동부리 320"
  },
  {
    "name": "망미초등학교",
    "lat": 35.17546625,
    "lng": 129.1146259,
    "color": "빨",
    "info": "부산광역시 수영구 망미동 268-2"
  },
  {
    "name": "반안초등학교",
    "lat": 35.20293351,
    "lng": 129.1133433,
    "color": "빨",
    "info": "부산광역시 해운대구 반여동 1164-6"
  },
  {
    "name": "송수초등학교",
    "lat": 35.18972419,
    "lng": 129.1190391,
    "color": "빨",
    "info": "부산광역시 해운대구 재송동 935-1 송수초등학교"
  },
  {
    "name": "수미초등학교",
    "lat": 35.16835108,
    "lng": 129.1038517,
    "color": "빨",
    "info": "부산광역시 수영구 망미동 760"
  },
  {
    "name": "신도초등학교",
    "lat": 35.16931006,
    "lng": 129.1672894,
    "color": "빨",
    "info": "부산광역시 해운대구 좌동 1346"
  },
  {
    "name": "좌동초등학교",
    "lat": 35.17587781,
    "lng": 129.1749922,
    "color": "빨",
    "info": "부산광역시 해운대구 좌동 1292 좌동초등학교"
  },
  {
    "name": "해운대초등학교",
    "lat": 35.16446096,
    "lng": 129.1661456,
    "color": "빨",
    "info": "부산광역시 해운대구 중동 1234"
  },
  {
    "name": "해원초등학교",
    "lat": 35.15862095,
    "lng": 129.1439005,
    "color": "빨",
    "info": "부산광역시 해운대구 우동 1405-2"
  },
  {
    "name": "대구남명초등학교",
    "lat": 35.83507197,
    "lng": 128.5820831,
    "color": "빨",
    "info": "대구광역시 남구 대명동 483"
  },
  {
    "name": "대구노전초등학교",
    "lat": 35.80808475,
    "lng": 128.531315,
    "color": "빨",
    "info": "대구광역시 달서구 도원동 1428-3"
  },
  {
    "name": "대구다사초등학교",
    "lat": 35.86896903,
    "lng": 128.4591207,
    "color": "빨",
    "info": "대구광역시 달성군 다사읍 매곡리 457"
  },
  {
    "name": "대구만촌초등학교",
    "lat": 35.8673027,
    "lng": 128.6476923,
    "color": "빨",
    "info": "대구광역시 수성구 만촌동 980"
  },
  {
    "name": "대구범일초등학교",
    "lat": 35.81655445,
    "lng": 128.6396582,
    "color": "빨",
    "info": "대구광역시 수성구 범물동 1364"
  },
  {
    "name": "대구숙천초등학교",
    "lat": 35.87725172,
    "lng": 128.7534349,
    "color": "빨",
    "info": "대구광역시 동구 숙천동 390"
  },
  {
    "name": "대구시지초등학교",
    "lat": 35.84415737,
    "lng": 128.7032429,
    "color": "빨",
    "info": "대구광역시 수성구 매호동 1332-1"
  },
  {
    "name": "대구안일초등학교",
    "lat": 35.87150223,
    "lng": 128.6949974,
    "color": "빨",
    "info": "대구광역시 동구 율하동 254-1"
  },
  {
    "name": "대구파동초등학교",
    "lat": 35.8245666,
    "lng": 128.6079603,
    "color": "빨",
    "info": "대구광역시 수성구 파동 8"
  },
  {
    "name": "대구효동초등학교",
    "lat": 35.88413869,
    "lng": 128.6448557,
    "color": "빨",
    "info": "대구광역시 동구 효목동 212-10"
  },
  {
    "name": "대구효목초등학교",
    "lat": 35.87684905,
    "lng": 128.6422813,
    "color": "빨",
    "info": "대구광역시 동구 효목동 633"
  },
  {
    "name": "대구구암초등학교",
    "lat": 35.9281013,
    "lng": 128.5579599,
    "color": "빨",
    "info": "대구광역시 북구 구암동 694-1"
  },
  {
    "name": "대구달산초등학교",
    "lat": 35.88798342,
    "lng": 128.5853192,
    "color": "빨",
    "info": "대구광역시 북구 침산동 402"
  },
  {
    "name": "대구달서초등학교",
    "lat": 35.86670331,
    "lng": 128.5505374,
    "color": "빨",
    "info": "대구광역시 서구 중리동 65-2"
  },
  {
    "name": "대구대산초등학교",
    "lat": 35.8967642,
    "lng": 128.5938099,
    "color": "빨",
    "info": "대구광역시 북구 산격동 789-4"
  },
  {
    "name": "대구대성초등학교",
    "lat": 35.87106791,
    "lng": 128.5773543,
    "color": "빨",
    "info": "대구광역시 서구 비산동 169-1"
  },
  {
    "name": "대구신암초등학교",
    "lat": 35.88365516,
    "lng": 128.6125294,
    "color": "빨",
    "info": "대구광역시 북구 대현동 1-2"
  },
  {
    "name": "대구인지초등학교",
    "lat": 35.88674954,
    "lng": 128.5668868,
    "color": "빨",
    "info": "대구광역시 서구 비산동 1025-10"
  },
  {
    "name": "대구팔달초등학교",
    "lat": 35.89808581,
    "lng": 128.5451269,
    "color": "빨",
    "info": "대구광역시 북구 팔달동 73-4"
  },
  {
    "name": "대구죽곡초등학교",
    "lat": 35.85666107,
    "lng": 128.4633312,
    "color": "빨",
    "info": "대구광역시 달성군 다사읍 죽곡리 189"
  },
  {
    "name": "대구동변초등학교",
    "lat": 35.91901019,
    "lng": 128.6044024,
    "color": "빨",
    "info": "대구광역시 북구 동변동 694"
  },
  {
    "name": "대구월서초등학교",
    "lat": 35.82157299,
    "lng": 128.5319899,
    "color": "빨",
    "info": "대구광역시 달서구 상인동 123-1"
  },
  {
    "name": "대구매곡초등학교",
    "lat": 35.86205198,
    "lng": 128.4686962,
    "color": "빨",
    "info": "대구광역시 달성군 다사읍 매곡리 1536"
  },
  {
    "name": "대구용천초등학교",
    "lat": 35.81966081,
    "lng": 128.5129826,
    "color": "빨",
    "info": "대구광역시 달서구 유천동 574"
  },
  {
    "name": "대구사수초등학교",
    "lat": 35.90077228,
    "lng": 128.5157214,
    "color": "빨",
    "info": "대구광역시 북구 사수동 814"
  },
  {
    "name": "대구새론초등학교",
    "lat": 35.8847202,
    "lng": 128.7171456,
    "color": "빨",
    "info": "대구광역시 동구 각산동 1059"
  },
  {
    "name": "대구세천초등학교",
    "lat": 35.87439381,
    "lng": 128.4819448,
    "color": "빨",
    "info": "대구광역시 달성군 다사읍 세천리 1586"
  },
  {
    "name": "대구대곡초등학교",
    "lat": 35.80360655,
    "lng": 128.5360282,
    "color": "빨",
    "info": "대구광역시 달서구 도원동 1458"
  },
  {
    "name": "대구조암초등학교",
    "lat": 35.82402286,
    "lng": 128.5286509,
    "color": "빨",
    "info": "대구광역시 달서구 월성동 572"
  },
  {
    "name": "대구이곡초등학교",
    "lat": 35.8566403,
    "lng": 128.5135277,
    "color": "빨",
    "info": "대구광역시 달서구 이곡동 1304-4"
  },
  {
    "name": "대구삼영초등학교",
    "lat": 35.90168904,
    "lng": 128.5098037,
    "color": "빨",
    "info": "대구광역시 북구 사수동 778"
  },
  {
    "name": "대구월배초등학교",
    "lat": 35.81642856,
    "lng": 128.528849,
    "color": "빨",
    "info": "대구광역시 달서구 진천동 57-1"
  },
  {
    "name": "대구동성초등학교",
    "lat": 35.85322093,
    "lng": 128.612644,
    "color": "빨",
    "info": "대구광역시 수성구 수성동1가 282"
  },
  {
    "name": "대구율원초등학교",
    "lat": 35.86483926,
    "lng": 128.7006856,
    "color": "빨",
    "info": "대구광역시 동구 율하동 1468"
  },
  {
    "name": "대구한샘초등학교",
    "lat": 35.81698367,
    "lng": 128.5192147,
    "color": "빨",
    "info": "대구광역시 달서구 대천동 467"
  },
  {
    "name": "대구성남초등학교",
    "lat": 35.85330682,
    "lng": 128.5723813,
    "color": "빨",
    "info": "대구광역시 달서구 두류동 812-1"
  },
  {
    "name": "대구현풍초등학교",
    "lat": 35.69793987,
    "lng": 128.447153,
    "color": "빨",
    "info": "대구광역시 달성군 현풍면 상리 539-1"
  },
  {
    "name": "인천대화초등학교",
    "lat": 37.46903368,
    "lng": 126.6685133,
    "color": "빨",
    "info": "인천광역시 미추홀구 도화동 105-11"
  },
  {
    "name": "인천마전초등학교",
    "lat": 37.59768769,
    "lng": 126.6711422,
    "color": "빨",
    "info": "인천광역시 서구 마전동 999-12"
  },
  {
    "name": "인천안산초등학교",
    "lat": 37.54424023,
    "lng": 126.732256,
    "color": "빨",
    "info": "인천광역시 계양구 계산동 914"
  },
  {
    "name": "인천먼우금초등학교",
    "lat": 37.39315202,
    "lng": 126.6544854,
    "color": "빨",
    "info": "인천광역시 연수구 송도동 3-12"
  },
  {
    "name": "인천부내초등학교",
    "lat": 37.49785856,
    "lng": 126.7418381,
    "color": "빨",
    "info": "인천광역시 부평구 부개동 501-12"
  },
  {
    "name": "인천연송초등학교",
    "lat": 37.40012161,
    "lng": 126.6393787,
    "color": "빨",
    "info": "인천광역시 연수구 송도동 18-4"
  },
  {
    "name": "인천연학초등학교",
    "lat": 37.44341943,
    "lng": 126.671905,
    "color": "빨",
    "info": "인천광역시 미추홀구 학익동 29-2"
  },
  {
    "name": "인천가림초등학교",
    "lat": 37.49004987,
    "lng": 126.6809523,
    "color": "빨",
    "info": "인천광역시 서구 가좌동 231"
  },
  {
    "name": "인천계양초등학교상야분교장",
    "lat": 37.57910928,
    "lng": 126.7800432,
    "color": "빨",
    "info": "인천광역시 계양구 상야동 130-1"
  },
  {
    "name": "인천계양초등학교",
    "lat": 37.57837473,
    "lng": 126.7334441,
    "color": "빨",
    "info": "인천광역시 계양구 장기동 134"
  },
  {
    "name": "인천남부초등학교",
    "lat": 37.45036277,
    "lng": 126.6764048,
    "color": "빨",
    "info": "인천광역시 미추홀구 주안동 1444"
  },
  {
    "name": "인천남부초등학교이작분교장",
    "lat": 37.17661304,
    "lng": 126.2525822,
    "color": "빨",
    "info": "인천광역시 옹진군 자월면 이작리 575-3"
  },
  {
    "name": "인천불로초등학교",
    "lat": 37.61401168,
    "lng": 126.689007,
    "color": "빨",
    "info": "인천광역시 서구 불로동 799-2"
  },
  {
    "name": "인천서화초등학교",
    "lat": 37.47424056,
    "lng": 126.6604394,
    "color": "빨",
    "info": "인천광역시 미추홀구 도화동 47-30"
  },
  {
    "name": "인천송원초등학교",
    "lat": 37.38581594,
    "lng": 126.6689801,
    "color": "빨",
    "info": "인천광역시 연수구 송도동 162-2"
  },
  {
    "name": "인천신현북초등학교",
    "lat": 37.51838361,
    "lng": 126.6661784,
    "color": "빨",
    "info": "인천광역시 서구 신현동 85-1"
  },
  {
    "name": "인천용마초등학교",
    "lat": 37.51549526,
    "lng": 126.7070872,
    "color": "빨",
    "info": "인천광역시 부평구 청천동 176-4"
  },
  {
    "name": "인천인주초등학교",
    "lat": 37.44214375,
    "lng": 126.6738487,
    "color": "빨",
    "info": "인천광역시 미추홀구 학익동 40"
  },
  {
    "name": "인천굴포초등학교",
    "lat": 37.51079992,
    "lng": 126.7370063,
    "color": "빨",
    "info": "인천광역시 부평구 삼산동 454-1"
  },
  {
    "name": "인천단봉초등학교",
    "lat": 37.59817269,
    "lng": 126.638512,
    "color": "빨",
    "info": "인천광역시 서구 오류동 1720-1"
  },
  {
    "name": "인천도화초등학교",
    "lat": 37.46333483,
    "lng": 126.6681282,
    "color": "빨",
    "info": "인천광역시 미추홀구 도화동 541-5"
  },
  {
    "name": "인천명현초등학교",
    "lat": 37.53190716,
    "lng": 126.7124273,
    "color": "빨",
    "info": "인천광역시 계양구 효성동 15-3"
  },
  {
    "name": "인천소래초등학교",
    "lat": 37.40417175,
    "lng": 126.7345382,
    "color": "빨",
    "info": "인천광역시 남동구 논현동 109-85"
  },
  {
    "name": "인천연수초등학교",
    "lat": 37.42234136,
    "lng": 126.6943185,
    "color": "빨",
    "info": "인천광역시 연수구 연수동 532-1"
  },
  {
    "name": "인천영선초등학교",
    "lat": 37.51527046,
    "lng": 126.7346121,
    "color": "빨",
    "info": "인천광역시 부평구 삼산동 438-7"
  },
  {
    "name": "인천왕길초등학교",
    "lat": 37.60198104,
    "lng": 126.6512011,
    "color": "빨",
    "info": "인천광역시 서구 왕길동 649-3"
  },
  {
    "name": "인천장도초등학교",
    "lat": 37.40792645,
    "lng": 126.7334472,
    "color": "빨",
    "info": "인천광역시 남동구 논현동 600-2"
  },
  {
    "name": "인천청람초등학교",
    "lat": 37.53840656,
    "lng": 126.6455924,
    "color": "빨",
    "info": "인천광역시 서구 청라동 149-1"
  },
  {
    "name": "인천하늘초등학교",
    "lat": 37.49794599,
    "lng": 126.557833,
    "color": "빨",
    "info": "인천광역시 중구 중산동 1880-3"
  },
  {
    "name": "인천학산초등학교",
    "lat": 37.43978003,
    "lng": 126.6583978,
    "color": "빨",
    "info": "인천광역시 미추홀구 학익동 721-7"
  },
  {
    "name": "인천해서초등학교",
    "lat": 37.53993283,
    "lng": 126.7180037,
    "color": "빨",
    "info": "인천광역시 계양구 계산동 783-5"
  },
  {
    "name": "광주송원초등학교",
    "lat": 35.1131909,
    "lng": 126.868385,
    "color": "빨",
    "info": "광주광역시 남구 송하동 365-1"
  },
  {
    "name": "광주용봉초등학교",
    "lat": 35.16909051,
    "lng": 126.9004787,
    "color": "빨",
    "info": "광주광역시 북구 신안동 235-1"
  },
  {
    "name": "금부초등학교",
    "lat": 35.13492344,
    "lng": 126.861498,
    "color": "빨",
    "info": "광주광역시 서구 금호동 768"
  },
  {
    "name": "대촌중앙초등학교",
    "lat": 35.08249255,
    "lng": 126.8331165,
    "color": "빨",
    "info": "광주광역시 남구 지석동 223-1"
  },
  {
    "name": "무등초등학교",
    "lat": 35.17866987,
    "lng": 126.9226707,
    "color": "빨",
    "info": "광주광역시 북구 우산동 615"
  },
  {
    "name": "무학초등학교",
    "lat": 35.06670665,
    "lng": 126.8047019,
    "color": "빨",
    "info": "광주광역시 남구 월성동 306"
  },
  {
    "name": "산정초등학교",
    "lat": 35.17206475,
    "lng": 126.8008489,
    "color": "빨",
    "info": "광주광역시 광산구 산정동 1116"
  },
  {
    "name": "성덕초등학교",
    "lat": 35.19914836,
    "lng": 126.8145389,
    "color": "빨",
    "info": "광주광역시 광산구 장덕동 1042"
  },
  {
    "name": "송정동초등학교",
    "lat": 35.14576525,
    "lng": 126.8045854,
    "color": "빨",
    "info": "광주광역시 광산구 신촌동 1035"
  },
  {
    "name": "송정서초등학교",
    "lat": 35.12983302,
    "lng": 126.7876528,
    "color": "빨",
    "info": "광주광역시 광산구 도산동 1008-3"
  },
  {
    "name": "송정중앙초등학교",
    "lat": 35.14757991,
    "lng": 126.7949735,
    "color": "빨",
    "info": "광주광역시 광산구 소촌동 321-1"
  },
  {
    "name": "송정초등학교",
    "lat": 35.13137325,
    "lng": 126.7966539,
    "color": "빨",
    "info": "광주광역시 광산구 도산동 865-3"
  },
  {
    "name": "양지초등학교",
    "lat": 35.20834282,
    "lng": 126.8812042,
    "color": "빨",
    "info": "광주광역시 북구 양산동 928"
  },
  {
    "name": "오정초등학교",
    "lat": 35.18579649,
    "lng": 126.9123362,
    "color": "빨",
    "info": "광주광역시 북구 오치동 1038-1"
  },
  {
    "name": "유촌초등학교",
    "lat": 35.15946781,
    "lng": 126.8576205,
    "color": "빨",
    "info": "광주광역시 서구 쌍촌동 1320-2"
  },
  {
    "name": "주월초등학교",
    "lat": 35.144705,
    "lng": 126.8839497,
    "color": "빨",
    "info": "광주광역시 서구 화정동 1325"
  },
  {
    "name": "대전양지초등학교",
    "lat": 36.36562641,
    "lng": 127.4332704,
    "color": "빨",
    "info": "대전광역시 대덕구 법동 196-2"
  },
  {
    "name": "대전원평초등학교",
    "lat": 36.32160725,
    "lng": 127.399419,
    "color": "빨",
    "info": "대전광역시 중구 유천동 10-10"
  },
  {
    "name": "세천초등학교",
    "lat": 36.34121754,
    "lng": 127.4932124,
    "color": "빨",
    "info": "대전광역시 동구 세천동 70"
  },
  {
    "name": "와동초등학교",
    "lat": 36.3973479,
    "lng": 127.4221988,
    "color": "빨",
    "info": "대전광역시 대덕구 신대동 372-1"
  },
  {
    "name": "대전대암초등학교",
    "lat": 36.32332687,
    "lng": 127.456703,
    "color": "빨",
    "info": "대전광역시 동구 판암동 235"
  },
  {
    "name": "대전대흥초등학교",
    "lat": 36.3192921,
    "lng": 127.4255788,
    "color": "빨",
    "info": "대전광역시 중구 대흥동 365-5"
  },
  {
    "name": "대전동도초등학교",
    "lat": 36.34769434,
    "lng": 127.4118197,
    "color": "빨",
    "info": "대전광역시 대덕구 오정동 316"
  },
  {
    "name": "대전산성초등학교",
    "lat": 36.29905223,
    "lng": 127.3858305,
    "color": "빨",
    "info": "대전광역시 중구 사정동 419"
  },
  {
    "name": "대전새여울초등학교",
    "lat": 36.45139615,
    "lng": 127.4225197,
    "color": "빨",
    "info": "대전광역시 대덕구 석봉동 772"
  },
  {
    "name": "대전석교초등학교",
    "lat": 36.30854548,
    "lng": 127.4450969,
    "color": "빨",
    "info": "대전광역시 중구 석교동 70-13"
  },
  {
    "name": "대전자양초등학교",
    "lat": 36.33327745,
    "lng": 127.4426073,
    "color": "빨",
    "info": "대전광역시 동구 자양동 221-2"
  },
  {
    "name": "신탄진초등학교",
    "lat": 36.44892028,
    "lng": 127.4219582,
    "color": "빨",
    "info": "대전광역시 대덕구 석봉동 308-7"
  },
  {
    "name": "대전글꽃초등학교",
    "lat": 36.31858283,
    "lng": 127.4098666,
    "color": "빨",
    "info": "대전광역시 중구 문화동 1-258"
  },
  {
    "name": "대전동산초등학교",
    "lat": 36.35000297,
    "lng": 127.421108,
    "color": "빨",
    "info": "대전광역시 대덕구 오정동 230"
  },
  {
    "name": "대전용전초등학교",
    "lat": 36.35611739,
    "lng": 127.4295053,
    "color": "빨",
    "info": "대전광역시 동구 용전동 40-2"
  },
  {
    "name": "대전천동초등학교",
    "lat": 36.31624312,
    "lng": 127.444826,
    "color": "빨",
    "info": "대전광역시 동구 천동 214-1"
  },
  {
    "name": "대전판암초등학교",
    "lat": 36.31556646,
    "lng": 127.4601221,
    "color": "빨",
    "info": "대전광역시 동구 판암동 334-1"
  },
  {
    "name": "기성초등학교",
    "lat": 36.24908386,
    "lng": 127.3376126,
    "color": "빨",
    "info": "대전광역시 서구 매노동 163"
  },
  {
    "name": "기성초등학교길헌분교장",
    "lat": 36.24142636,
    "lng": 127.3158017,
    "color": "빨",
    "info": "대전광역시 서구 평촌동 297"
  },
  {
    "name": "남선초등학교",
    "lat": 36.28711227,
    "lng": 127.2642395,
    "color": "빨",
    "info": "대전광역시 유성구 송정동 150-1"
  },
  {
    "name": "대전둔원초등학교",
    "lat": 36.34274229,
    "lng": 127.3752775,
    "color": "빨",
    "info": "대전광역시 서구 갈마동 1417"
  },
  {
    "name": "대전삼천초등학교",
    "lat": 36.3540132,
    "lng": 127.4004394,
    "color": "빨",
    "info": "대전광역시 서구 둔산동 1807"
  },
  {
    "name": "대전송강초등학교",
    "lat": 36.43379244,
    "lng": 127.3834734,
    "color": "빨",
    "info": "대전광역시 유성구 송강동 196"
  },
  {
    "name": "외삼초등학교",
    "lat": 36.3925553,
    "lng": 127.3102383,
    "color": "빨",
    "info": "대전광역시 유성구 반석동 617"
  },
  {
    "name": "학하초등학교",
    "lat": 36.33413959,
    "lng": 127.3114939,
    "color": "빨",
    "info": "대전광역시 유성구 학하동 580-1"
  },
  {
    "name": "대전내동초등학교",
    "lat": 36.33077381,
    "lng": 127.3788405,
    "color": "빨",
    "info": "대전광역시 서구 내동 13-1"
  },
  {
    "name": "대전변동초등학교",
    "lat": 36.32472656,
    "lng": 127.3848927,
    "color": "빨",
    "info": "대전광역시 서구 변동 36-3"
  },
  {
    "name": "강남초등학교",
    "lat": 35.53808399,
    "lng": 129.3185016,
    "color": "빨",
    "info": "울산광역시 남구 달동 633-9"
  },
  {
    "name": "두동초등학교",
    "lat": 35.65475801,
    "lng": 129.2022579,
    "color": "빨",
    "info": "울산광역시 울주군 두동면 구미리 650-1"
  },
  {
    "name": "매곡초등학교",
    "lat": 35.64436832,
    "lng": 129.3500108,
    "color": "빨",
    "info": "울산광역시 북구 매곡동 497"
  },
  {
    "name": "명덕초등학교",
    "lat": 35.50601435,
    "lng": 129.4242098,
    "color": "빨",
    "info": "울산광역시 동구 일산동 433"
  },
  {
    "name": "삼정초등학교",
    "lat": 35.49083529,
    "lng": 129.2335528,
    "color": "빨",
    "info": "울산광역시 울주군 청량읍 삼정리 786-2"
  },
  {
    "name": "수암초등학교",
    "lat": 35.52586118,
    "lng": 129.3161549,
    "color": "빨",
    "info": "울산광역시 남구 신정동 951-1"
  },
  {
    "name": "신정초등학교",
    "lat": 35.53914354,
    "lng": 129.3034906,
    "color": "빨",
    "info": "울산광역시 남구 신정동 1245"
  },
  {
    "name": "온양초등학교",
    "lat": 35.41855438,
    "lng": 129.2795536,
    "color": "빨",
    "info": "울산광역시 울주군 온양읍 남창리 280"
  },
  {
    "name": "일산초등학교",
    "lat": 35.50518008,
    "lng": 129.4253884,
    "color": "빨",
    "info": "울산광역시 동구 일산동 452"
  },
  {
    "name": "전하초등학교",
    "lat": 35.51550857,
    "lng": 129.4274507,
    "color": "빨",
    "info": "울산광역시 동구 전하동 549-5"
  },
  {
    "name": "중산초등학교",
    "lat": 35.64959446,
    "lng": 129.3530555,
    "color": "빨",
    "info": "울산광역시 북구 중산동 156"
  },
  {
    "name": "청솔초등학교",
    "lat": 35.53318138,
    "lng": 129.3175833,
    "color": "빨",
    "info": "울산광역시 남구 달동 813"
  },
  {
    "name": "태화초등학교",
    "lat": 35.55873261,
    "lng": 129.3055932,
    "color": "빨",
    "info": "울산광역시 중구 유곡동 101-1"
  },
  {
    "name": "함월초등학교",
    "lat": 35.55916209,
    "lng": 129.3292796,
    "color": "빨",
    "info": "울산광역시 중구 복산동 504"
  },
  {
    "name": "조치원신봉초등학교",
    "lat": 36.60354465,
    "lng": 127.2882317,
    "color": "빨",
    "info": "세종특별자치시 조치원읍 침산리 59"
  },
  {
    "name": "도담초등학교",
    "lat": 36.51173208,
    "lng": 127.2625366,
    "color": "빨",
    "info": "세종특별자치시 도담동 854"
  },
  {
    "name": "아름초등학교",
    "lat": 36.51441203,
    "lng": 127.2514496,
    "color": "빨",
    "info": "세종특별자치시 아름동 1275"
  },
  {
    "name": "다빛초등학교",
    "lat": 36.50036981,
    "lng": 127.2440025,
    "color": "빨",
    "info": "세종특별자치시 종촌동 687"
  },
  {
    "name": "가평초등학교",
    "lat": 37.83074316,
    "lng": 127.5074893,
    "color": "빨",
    "info": "경기도 가평군 가평읍 읍내리 553"
  },
  {
    "name": "가평마장초등학교",
    "lat": 37.86007476,
    "lng": 127.5146007,
    "color": "빨",
    "info": "경기도 가평군 가평읍 마장리 357"
  },
  {
    "name": "상면초등학교",
    "lat": 37.7760635,
    "lng": 127.3711377,
    "color": "빨",
    "info": "경기도 가평군 상면 임초리 445-3"
  },
  {
    "name": "상천초등학교",
    "lat": 37.77037494,
    "lng": 127.456233,
    "color": "빨",
    "info": "경기도 가평군 청평면 상천리 1338"
  },
  {
    "name": "율길초등학교",
    "lat": 37.83774135,
    "lng": 127.2884746,
    "color": "빨",
    "info": "경기도 가평군 상면 율길리 454-1"
  },
  {
    "name": "청평초등학교",
    "lat": 37.73770116,
    "lng": 127.4218861,
    "color": "빨",
    "info": "경기도 가평군 청평면 청평리 395"
  },
  {
    "name": "가좌초등학교",
    "lat": 37.68839777,
    "lng": 126.7209537,
    "color": "빨",
    "info": "경기도 고양시 일산서구 가좌동 1099"
  },
  {
    "name": "고양한내초등학교",
    "lat": 37.66841529,
    "lng": 126.7360975,
    "color": "빨",
    "info": "경기도 고양시 일산서구 대화동 882"
  },
  {
    "name": "덕이초등학교",
    "lat": 37.69275571,
    "lng": 126.7484201,
    "color": "빨",
    "info": "경기도 고양시 일산서구 덕이동 528"
  },
  {
    "name": "도래울초등학교",
    "lat": 37.63153345,
    "lng": 126.8703411,
    "color": "빨",
    "info": "경기도 고양시 덕양구 도내동 1012"
  },
  {
    "name": "무원초등학교",
    "lat": 37.61734679,
    "lng": 126.8316582,
    "color": "빨",
    "info": "경기도 고양시 덕양구 행신동 696"
  },
  {
    "name": "양일초등학교",
    "lat": 37.68551923,
    "lng": 126.8132189,
    "color": "빨",
    "info": "경기도 고양시 일산동구 식사동 1477"
  },
  {
    "name": "한수초등학교",
    "lat": 37.6690014,
    "lng": 126.7574446,
    "color": "빨",
    "info": "경기도 고양시 일산서구 주엽동 116"
  },
  {
    "name": "현산초등학교",
    "lat": 37.69238819,
    "lng": 126.7711397,
    "color": "빨",
    "info": "경기도 고양시 일산서구 탄현동 1586"
  },
  {
    "name": "황룡초등학교",
    "lat": 37.69808146,
    "lng": 126.7681972,
    "color": "빨",
    "info": "경기도 고양시 일산서구 탄현동 1474"
  },
  {
    "name": "광명광덕초등학교",
    "lat": 37.47331616,
    "lng": 126.8659323,
    "color": "빨",
    "info": "경기도 광명시 철산동 498"
  },
  {
    "name": "충현초등학교",
    "lat": 37.43298748,
    "lng": 126.8863027,
    "color": "빨",
    "info": "경기도 광명시 소하동 1375"
  },
  {
    "name": "빛가온초등학교",
    "lat": 37.4127082,
    "lng": 126.8815403,
    "color": "빨",
    "info": "경기도 광명시 일직동 377"
  },
  {
    "name": "광문초등학교",
    "lat": 37.46657714,
    "lng": 126.8515482,
    "color": "빨",
    "info": "경기도 광명시 광명동 735"
  },
  {
    "name": "하안초등학교",
    "lat": 37.4627844,
    "lng": 126.8741756,
    "color": "빨",
    "info": "경기도 광명시 하안동 649"
  },
  {
    "name": "하일초등학교",
    "lat": 37.46879914,
    "lng": 126.8766713,
    "color": "빨",
    "info": "경기도 광명시 하안동 23"
  },
  {
    "name": "광주광명초등학교",
    "lat": 37.35934239,
    "lng": 127.1604092,
    "color": "빨",
    "info": "경기도 광주시 오포읍 신현리 365"
  },
  {
    "name": "광주도평초등학교",
    "lat": 37.39627529,
    "lng": 127.2889002,
    "color": "빨",
    "info": "경기도 광주시 초월읍 도평리 219-10"
  },
  {
    "name": "남양주도곡초등학교",
    "lat": 37.57958287,
    "lng": 127.2180881,
    "color": "빨",
    "info": "경기도 남양주시 와부읍 도곡리 산 46-7"
  },
  {
    "name": "도곡초등학교",
    "lat": 37.37061618,
    "lng": 127.2994981,
    "color": "빨",
    "info": "경기도 광주시 초월읍 쌍동리 182"
  },
  {
    "name": "평택도곡초등학교",
    "lat": 36.98883837,
    "lng": 126.8477026,
    "color": "빨",
    "info": "경기도 평택시 포승읍 도곡리 1111"
  },
  {
    "name": "도수초등학교",
    "lat": 37.47187879,
    "lng": 127.3173106,
    "color": "빨",
    "info": "경기도 광주시 퇴촌면 도수리 605-1"
  },
  {
    "name": "미사강변초등학교",
    "lat": 37.57577077,
    "lng": 127.1859255,
    "color": "빨",
    "info": "경기도 하남시 선동 424"
  },
  {
    "name": "신평초등학교",
    "lat": 37.54412557,
    "lng": 127.2150463,
    "color": "빨",
    "info": "경기도 하남시 신장동 216"
  },
  {
    "name": "태성초등학교",
    "lat": 37.3849612,
    "lng": 127.2287862,
    "color": "빨",
    "info": "경기도 광주시 태전동 87-9"
  },
  {
    "name": "한홀초등학교",
    "lat": 37.55637026,
    "lng": 127.184983,
    "color": "빨",
    "info": "경기도 하남시 풍산동 483"
  },
  {
    "name": "가운초등학교",
    "lat": 37.60070766,
    "lng": 127.1557955,
    "color": "빨",
    "info": "경기도 남양주시 다산동 677"
  },
  {
    "name": "남양주양지초등학교",
    "lat": 37.69931963,
    "lng": 127.2067872,
    "color": "빨",
    "info": "경기도 남양주시 오남읍 양지리 70"
  },
  {
    "name": "덕소초등학교",
    "lat": 37.58807549,
    "lng": 127.2147157,
    "color": "빨",
    "info": "경기도 남양주시 와부읍 덕소리 431-1"
  },
  {
    "name": "동인초등학교",
    "lat": 37.61059479,
    "lng": 127.1337446,
    "color": "빨",
    "info": "경기도 구리시 인창동 495-48"
  },
  {
    "name": "별내초등학교",
    "lat": 37.71111826,
    "lng": 127.1184119,
    "color": "빨",
    "info": "경기도 남양주시 별내면 청학리 408-2"
  },
  {
    "name": "심석초등학교",
    "lat": 37.65755225,
    "lng": 127.3070509,
    "color": "빨",
    "info": "경기도 남양주시 화도읍 마석우리 215-1"
  },
  {
    "name": "와부초등학교",
    "lat": 37.58632573,
    "lng": 127.2185385,
    "color": "빨",
    "info": "경기도 남양주시 와부읍 덕소리 75-5"
  },
  {
    "name": "장승초등학교",
    "lat": 37.73008598,
    "lng": 127.1955462,
    "color": "빨",
    "info": "경기도 남양주시 진접읍 장현리 49-10"
  },
  {
    "name": "주곡초등학교",
    "lat": 37.72468683,
    "lng": 127.2059047,
    "color": "빨",
    "info": "경기도 남양주시 진접읍 금곡리 1004"
  },
  {
    "name": "퇴계원초등학교",
    "lat": 37.65351495,
    "lng": 127.1416334,
    "color": "빨",
    "info": "경기도 남양주시 퇴계원면 퇴계원리 271-6"
  },
  {
    "name": "판곡초등학교",
    "lat": 37.66004046,
    "lng": 127.2420452,
    "color": "빨",
    "info": "경기도 남양주시 호평동 713"
  },
  {
    "name": "양평동초등학교",
    "lat": 37.48839446,
    "lng": 127.5073296,
    "color": "빨",
    "info": "경기도 양평군 양평읍 창대리 639"
  },
  {
    "name": "평동초등학교",
    "lat": 37.65442798,
    "lng": 127.2478481,
    "color": "빨",
    "info": "경기도 남양주시 호평동 659"
  },
  {
    "name": "화봉초등학교",
    "lat": 37.71584179,
    "lng": 127.1917528,
    "color": "빨",
    "info": "경기도 남양주시 진접읍 금곡리 1078"
  },
  {
    "name": "곡란초등학교",
    "lat": 37.3739139,
    "lng": 126.9337162,
    "color": "빨",
    "info": "경기도 군포시 산본동 1058"
  },
  {
    "name": "관모초등학교",
    "lat": 37.37601178,
    "lng": 126.9381786,
    "color": "빨",
    "info": "경기도 군포시 산본동 1054"
  },
  {
    "name": "광정초등학교",
    "lat": 37.36561863,
    "lng": 126.9306574,
    "color": "빨",
    "info": "경기도 군포시 산본동 1092-2"
  },
  {
    "name": "군포초등학교",
    "lat": 37.34797014,
    "lng": 126.9426861,
    "color": "빨",
    "info": "경기도 군포시 당동 795-4"
  },
  {
    "name": "내동초등학교",
    "lat": 37.38921312,
    "lng": 126.9801505,
    "color": "빨",
    "info": "경기도 의왕시 내손동 848-1"
  },
  {
    "name": "능내초등학교",
    "lat": 37.35469094,
    "lng": 126.9211615,
    "color": "빨",
    "info": "경기도 군포시 산본동 1152-5"
  },
  {
    "name": "덕장초등학교",
    "lat": 37.39213771,
    "lng": 126.9972682,
    "color": "빨",
    "info": "경기도 의왕시 청계동 975"
  },
  {
    "name": "둔전초등학교",
    "lat": 37.36134289,
    "lng": 126.9241778,
    "color": "빨",
    "info": "경기도 군포시 산본동 1146-18"
  },
  {
    "name": "용인둔전초등학교",
    "lat": 37.26866579,
    "lng": 127.2251315,
    "color": "빨",
    "info": "경기도 용인시 처인구 포곡읍 둔전리 108-10"
  },
  {
    "name": "왕곡초등학교",
    "lat": 37.34534985,
    "lng": 126.9805897,
    "color": "빨",
    "info": "경기도 의왕시 왕곡동 604"
  },
  {
    "name": "의왕부곡초등학교",
    "lat": 37.3159352,
    "lng": 126.9500854,
    "color": "빨",
    "info": "경기도 의왕시 삼동 158-3"
  },
  {
    "name": "의왕초등학교",
    "lat": 37.36355704,
    "lng": 126.9681873,
    "color": "빨",
    "info": "경기도 의왕시 오전동 27-5"
  },
  {
    "name": "태을초등학교",
    "lat": 37.37170097,
    "lng": 126.9262985,
    "color": "빨",
    "info": "경기도 군포시 산본동 1089"
  },
  {
    "name": "포일초등학교",
    "lat": 37.39938602,
    "lng": 126.9857535,
    "color": "빨",
    "info": "경기도 의왕시 포일동 647"
  },
  {
    "name": "가현초등학교",
    "lat": 37.63801805,
    "lng": 126.6738664,
    "color": "빨",
    "info": "경기도 김포시 장기동 2065-3"
  },
  {
    "name": "걸포초등학교",
    "lat": 37.63331702,
    "lng": 126.707509,
    "color": "빨",
    "info": "경기도 김포시 걸포동 1565 걸포초등학교"
  },
  {
    "name": "고창초등학교",
    "lat": 37.64628452,
    "lng": 126.6735624,
    "color": "빨",
    "info": "경기도 김포시 장기동 1952"
  },
  {
    "name": "김포금빛초등학교",
    "lat": 37.63525932,
    "lng": 126.6791717,
    "color": "빨",
    "info": "경기도 김포시 장기동 2158"
  },
  {
    "name": "김포서초등학교",
    "lat": 37.62859633,
    "lng": 126.7018131,
    "color": "빨",
    "info": "경기도 김포시 북변동 687"
  },
  {
    "name": "김포신풍초등학교",
    "lat": 37.61292484,
    "lng": 126.7263803,
    "color": "빨",
    "info": "경기도 김포시 풍무동 19-5"
  },
  {
    "name": "대곶초등학교",
    "lat": 37.65200917,
    "lng": 126.584605,
    "color": "빨",
    "info": "경기도 김포시 대곶면 율생리 444"
  },
  {
    "name": "서암초등학교",
    "lat": 37.69985857,
    "lng": 126.6048445,
    "color": "빨",
    "info": "경기도 김포시 통진읍 서암리 407"
  },
  {
    "name": "신곡초등학교",
    "lat": 37.59654233,
    "lng": 126.7660891,
    "color": "빨",
    "info": "경기도 김포시 고촌읍 신곡리 1267"
  },
  {
    "name": "수원신곡초등학교",
    "lat": 37.25787312,
    "lng": 127.0129362,
    "color": "빨",
    "info": "경기도 수원시 권선구 세류동 527"
  },
  {
    "name": "의정부신곡초등학교",
    "lat": 37.74102921,
    "lng": 127.0596248,
    "color": "빨",
    "info": "경기도 의정부시 신곡동 686-1"
  },
  {
    "name": "운유초등학교",
    "lat": 37.64661603,
    "lng": 126.6605726,
    "color": "빨",
    "info": "경기도 김포시 장기동 1885-7 운유초등학교"
  },
  {
    "name": "유현초등학교",
    "lat": 37.5989218,
    "lng": 126.7264452,
    "color": "빨",
    "info": "경기도 김포시 풍무동 552-8"
  },
  {
    "name": "청수초등학교",
    "lat": 37.65391771,
    "lng": 126.6788124,
    "color": "빨",
    "info": "경기도 김포시 운양동 625"
  },
  {
    "name": "통진초등학교",
    "lat": 37.69372548,
    "lng": 126.5944372,
    "color": "빨",
    "info": "경기도 김포시 통진읍 서암리 1108"
  },
  {
    "name": "학운초등학교",
    "lat": 37.62099226,
    "lng": 126.6246349,
    "color": "빨",
    "info": "경기도 김포시 양촌읍 학운리 2825"
  },
  {
    "name": "가납초등학교",
    "lat": 37.81929328,
    "lng": 126.9830454,
    "color": "빨",
    "info": "경기도 양주시 광적면 가납리 799-2"
  },
  {
    "name": "남면초등학교양덕분교장",
    "lat": 37.90862973,
    "lng": 126.9986702,
    "color": "빨",
    "info": "경기도 양주시 남면 한산리 272-1"
  },
  {
    "name": "남면초등학교",
    "lat": 37.89403651,
    "lng": 126.9750617,
    "color": "빨",
    "info": "경기도 양주시 남면 신산리 286-2"
  },
  {
    "name": "삼상초등학교",
    "lat": 37.70000538,
    "lng": 126.9304598,
    "color": "빨",
    "info": "경기도 양주시 장흥면 삼상리 288"
  },
  {
    "name": "상수초등학교",
    "lat": 37.86863065,
    "lng": 126.987733,
    "color": "빨",
    "info": "경기도 양주시 남면 상수리 443-2"
  },
  {
    "name": "은현초등학교",
    "lat": 37.86434341,
    "lng": 127.0230776,
    "color": "빨",
    "info": "경기도 양주시 은현면 선암리 553-2"
  },
  {
    "name": "이담초등학교",
    "lat": 37.88954978,
    "lng": 127.051188,
    "color": "빨",
    "info": "경기도 동두천시 지행동 717-7"
  },
  {
    "name": "효촌초등학교",
    "lat": 37.85795413,
    "lng": 126.9629809,
    "color": "빨",
    "info": "경기도 양주시 광적면 덕도리 755"
  },
  {
    "name": "까치울초등학교",
    "lat": 37.51393106,
    "lng": 126.8139683,
    "color": "빨",
    "info": "경기도 부천시 작동 125-6"
  },
  {
    "name": "남양주동곡초등학교",
    "lat": 37.62860418,
    "lng": 127.2038561,
    "color": "빨",
    "info": "경기도 남양주시 금곡동 624"
  },
  {
    "name": "동곡초등학교",
    "lat": 37.49041645,
    "lng": 126.8171219,
    "color": "빨",
    "info": "경기도 부천시 역곡동 227"
  },
  {
    "name": "부천대명초등학교",
    "lat": 37.5278972,
    "lng": 126.7976271,
    "color": "빨",
    "info": "경기도 부천시 오정동 127-8"
  },
  {
    "name": "부천서초등학교",
    "lat": 37.48738252,
    "lng": 126.7658172,
    "color": "빨",
    "info": "경기도 부천시 중동 815"
  },
  {
    "name": "부천신흥초등학교",
    "lat": 37.50679697,
    "lng": 126.7846375,
    "color": "빨",
    "info": "경기도 부천시 도당동 265-2"
  },
  {
    "name": "부천역곡초등학교",
    "lat": 37.49072673,
    "lng": 126.8077634,
    "color": "빨",
    "info": "경기도 부천시 역곡동 178-17"
  },
  {
    "name": "부천일신초등학교",
    "lat": 37.47358573,
    "lng": 126.8073487,
    "color": "빨",
    "info": "경기도 부천시 범박동 153-8"
  },
  {
    "name": "상동초등학교",
    "lat": 37.49673274,
    "lng": 126.7501495,
    "color": "빨",
    "info": "경기도 부천시 상동 391-1"
  },
  {
    "name": "상인초등학교",
    "lat": 37.51277492,
    "lng": 126.7564686,
    "color": "빨",
    "info": "경기도 부천시 상동 500-3"
  },
  {
    "name": "용인심곡초등학교",
    "lat": 37.30901803,
    "lng": 127.0790012,
    "color": "빨",
    "info": "경기도 용인시 수지구 상현동 871"
  },
  {
    "name": "심곡초등학교",
    "lat": 37.49182322,
    "lng": 126.7763896,
    "color": "빨",
    "info": "경기도 부천시 심곡동 300"
  },
  {
    "name": "옥길산들초등학교",
    "lat": 37.46240461,
    "lng": 126.8165317,
    "color": "빨",
    "info": "경기도 부천시 옥길동 770 옥길산들초등학교"
  },
  {
    "name": "옥산초등학교",
    "lat": 37.50311738,
    "lng": 126.7793547,
    "color": "빨",
    "info": "경기도 부천시 중동 1080-2"
  },
  {
    "name": "창영초등학교",
    "lat": 37.47491256,
    "lng": 126.8050113,
    "color": "빨",
    "info": "경기도 부천시 괴안동 238-11"
  },
  {
    "name": "검단초등학교",
    "lat": 37.42933822,
    "lng": 127.143721,
    "color": "빨",
    "info": "경기도 성남시 중원구 하대원동 123"
  },
  {
    "name": "구미초등학교",
    "lat": 37.33776429,
    "lng": 127.1183073,
    "color": "빨",
    "info": "경기도 성남시 분당구 구미동 215"
  },
  {
    "name": "금상초등학교",
    "lat": 37.44317666,
    "lng": 127.1661658,
    "color": "빨",
    "info": "경기도 성남시 중원구 금광동 1645"
  },
  {
    "name": "당촌초등학교",
    "lat": 37.37370826,
    "lng": 127.1314362,
    "color": "빨",
    "info": "경기도 성남시 분당구 분당동 36"
  },
  {
    "name": "대하초등학교",
    "lat": 37.43172898,
    "lng": 127.1516373,
    "color": "빨",
    "info": "경기도 성남시 중원구 하대원동 167-2"
  },
  {
    "name": "분당초등학교",
    "lat": 37.37867652,
    "lng": 127.1296966,
    "color": "빨",
    "info": "경기도 성남시 분당구 서현동 92-1"
  },
  {
    "name": "산운초등학교",
    "lat": 37.38956555,
    "lng": 127.0789895,
    "color": "빨",
    "info": "경기도 성남시 분당구 운중동 927"
  },
  {
    "name": "상탑초등학교",
    "lat": 37.40606825,
    "lng": 127.1456346,
    "color": "빨",
    "info": "경기도 성남시 분당구 야탑동 161"
  },
  {
    "name": "서당초등학교",
    "lat": 37.3744603,
    "lng": 127.1347244,
    "color": "빨",
    "info": "경기도 성남시 분당구 서현동 303"
  },
  {
    "name": "서현초등학교",
    "lat": 37.38237035,
    "lng": 127.1283893,
    "color": "빨",
    "info": "경기도 성남시 분당구 서현동 87-1"
  },
  {
    "name": "수내초등학교",
    "lat": 37.36751732,
    "lng": 127.124282,
    "color": "빨",
    "info": "경기도 성남시 분당구 수내동 81"
  },
  {
    "name": "운중초등학교",
    "lat": 37.39235295,
    "lng": 127.0690059,
    "color": "빨",
    "info": "경기도 성남시 분당구 운중동 893"
  },
  {
    "name": "위례고운초등학교",
    "lat": 37.47144051,
    "lng": 127.1460429,
    "color": "빨",
    "info": "경기도 성남시 수정구 창곡동 511 위례고운초등학교"
  },
  {
    "name": "부천중원초등학교",
    "lat": 37.51184007,
    "lng": 126.7637887,
    "color": "빨",
    "info": "경기도 부천시 중동 1026"
  },
  {
    "name": "중원초등학교",
    "lat": 37.43825816,
    "lng": 127.1676328,
    "color": "빨",
    "info": "경기도 성남시 중원구 상대원동 153"
  },
  {
    "name": "청솔초등학교",
    "lat": 37.35401642,
    "lng": 127.1142232,
    "color": "빨",
    "info": "경기도 성남시 분당구 금곡동 131"
  },
  {
    "name": "초림초등학교",
    "lat": 37.3767328,
    "lng": 127.1178633,
    "color": "빨",
    "info": "경기도 성남시 분당구 수내동 35"
  },
  {
    "name": "송림초등학교",
    "lat": 37.29130851,
    "lng": 126.991184,
    "color": "빨",
    "info": "경기도 수원시 장안구 정자동 889-1"
  },
  {
    "name": "수원선일초등학교",
    "lat": 37.24810892,
    "lng": 127.0300082,
    "color": "빨",
    "info": "경기도 수원시 권선구 권선동 1276"
  },
  {
    "name": "영일초등학교",
    "lat": 37.24818291,
    "lng": 127.0733852,
    "color": "빨",
    "info": "경기도 수원시 영통구 영통동 988-4 영일초등학교"
  },
  {
    "name": "명당초등학교",
    "lat": 37.25205538,
    "lng": 127.0390387,
    "color": "빨",
    "info": "경기도 수원시 권선구 권선동 1301"
  },
  {
    "name": "구운초등학교",
    "lat": 37.28043331,
    "lng": 126.9777774,
    "color": "빨",
    "info": "경기도 수원시 권선구 구운동 465"
  },
  {
    "name": "상촌초등학교",
    "lat": 37.27290263,
    "lng": 126.9351635,
    "color": "빨",
    "info": "경기도 수원시 권선구 금곡동 699"
  },
  {
    "name": "곡정초등학교",
    "lat": 37.24086034,
    "lng": 127.026042,
    "color": "빨",
    "info": "경기도 수원시 권선구 권선동 1358"
  },
  {
    "name": "매원초등학교",
    "lat": 37.27425827,
    "lng": 127.0635534,
    "color": "빨",
    "info": "경기도 수원시 영통구 원천동 595"
  },
  {
    "name": "산남초등학교",
    "lat": 37.2704403,
    "lng": 127.0497863,
    "color": "빨",
    "info": "경기도 수원시 영통구 매탄동 111-164"
  },
  {
    "name": "파장초등학교",
    "lat": 37.30910033,
    "lng": 126.9922543,
    "color": "빨",
    "info": "경기도 수원시 장안구 파장동 574"
  },
  {
    "name": "명인초등학교",
    "lat": 37.29409227,
    "lng": 126.9947147,
    "color": "빨",
    "info": "경기도 수원시 장안구 정자동 884-7"
  },
  {
    "name": "매산초등학교",
    "lat": 37.27199385,
    "lng": 127.0106783,
    "color": "빨",
    "info": "경기도 수원시 팔달구 매산로3가 13"
  },
  {
    "name": "영화초등학교",
    "lat": 37.29676704,
    "lng": 127.0161422,
    "color": "빨",
    "info": "경기도 수원시 장안구 조원동 556"
  },
  {
    "name": "매현초등학교",
    "lat": 37.25648403,
    "lng": 127.0416924,
    "color": "빨",
    "info": "경기도 수원시 영통구 매탄동 1278"
  },
  {
    "name": "수원동신초등학교",
    "lat": 37.29558315,
    "lng": 126.9890809,
    "color": "빨",
    "info": "경기도 수원시 장안구 정자동 870-3"
  },
  {
    "name": "용인한일초등학교",
    "lat": 37.24311589,
    "lng": 127.1065827,
    "color": "빨",
    "info": "경기도 용인시 기흥구 공세동 680"
  },
  {
    "name": "한일초등학교",
    "lat": 37.30691137,
    "lng": 127.005405,
    "color": "빨",
    "info": "경기도 수원시 장안구 조원동 882"
  },
  {
    "name": "광교초등학교",
    "lat": 37.30379281,
    "lng": 127.0458393,
    "color": "빨",
    "info": "경기도 수원시 영통구 이의동 1208"
  },
  {
    "name": "일월초등학교",
    "lat": 37.28407476,
    "lng": 126.974006,
    "color": "빨",
    "info": "경기도 수원시 권선구 구운동 891"
  },
  {
    "name": "원천초등학교",
    "lat": 37.26826096,
    "lng": 127.053372,
    "color": "빨",
    "info": "경기도 수원시 영통구 매탄동 1212"
  },
  {
    "name": "수원금호초등학교",
    "lat": 37.26483173,
    "lng": 126.9533514,
    "color": "빨",
    "info": "경기도 수원시 권선구 호매실동 1364"
  },
  {
    "name": "매탄초등학교",
    "lat": 37.26397979,
    "lng": 127.0429433,
    "color": "빨",
    "info": "경기도 수원시 영통구 매탄동 946"
  },
  {
    "name": "부천원일초등학교",
    "lat": 37.53023543,
    "lng": 126.8028747,
    "color": "빨",
    "info": "경기도 부천시 원종동 104-3"
  },
  {
    "name": "원일초등학교",
    "lat": 37.33265472,
    "lng": 126.8038433,
    "color": "빨",
    "info": "경기도 안산시 단원구 선부동 962"
  },
  {
    "name": "오산원일초등학교",
    "lat": 37.13946661,
    "lng": 127.0712491,
    "color": "빨",
    "info": "경기도 오산시 원동 360-19"
  },
  {
    "name": "원일초등학교",
    "lat": 37.26769799,
    "lng": 127.0597812,
    "color": "빨",
    "info": "경기도 수원시 영통구 원천동 549-1"
  },
  {
    "name": "영덕초등학교",
    "lat": 37.25895456,
    "lng": 127.0733733,
    "color": "빨",
    "info": "경기도 수원시 영통구 영통동 957-2"
  },
  {
    "name": "수일초등학교",
    "lat": 37.31076681,
    "lng": 127.0005323,
    "color": "빨",
    "info": "경기도 수원시 장안구 파장동 411"
  },
  {
    "name": "도일초등학교",
    "lat": 37.34895666,
    "lng": 126.7819203,
    "color": "빨",
    "info": "경기도 시흥시 거모동 1379"
  },
  {
    "name": "서촌초등학교",
    "lat": 37.34918406,
    "lng": 126.7272893,
    "color": "빨",
    "info": "경기도 시흥시 정왕동 1848-1"
  },
  {
    "name": "시흥장현초등학교",
    "lat": 37.38190086,
    "lng": 126.7988337,
    "color": "빨",
    "info": "경기도 시흥시 장현동 169-6"
  },
  {
    "name": "각골초등학교",
    "lat": 37.29261701,
    "lng": 126.8733488,
    "color": "빨",
    "info": "경기도 안산시 상록구 본오동 728-6"
  },
  {
    "name": "대남초등학교",
    "lat": 37.21947522,
    "lng": 126.5758468,
    "color": "빨",
    "info": "경기도 안산시 단원구 대부남동 1066-123"
  },
  {
    "name": "대남초등학교풍도분교장",
    "lat": 37.11103339,
    "lng": 126.3931906,
    "color": "빨",
    "info": "경기도 안산시 단원구 풍도동 251"
  },
  {
    "name": "덕인초등학교",
    "lat": 37.33999014,
    "lng": 126.8243784,
    "color": "빨",
    "info": "경기도 안산시 단원구 와동 258-6"
  },
  {
    "name": "안산양지초등학교",
    "lat": 37.30474399,
    "lng": 126.8347977,
    "color": "빨",
    "info": "경기도 안산시 단원구 고잔동 781-1"
  },
  {
    "name": "안산원곡초등학교",
    "lat": 37.32910831,
    "lng": 126.7958979,
    "color": "빨",
    "info": "경기도 안산시 단원구 원곡동 821"
  },
  {
    "name": "안산진흥초등학교",
    "lat": 37.31210564,
    "lng": 126.8222836,
    "color": "빨",
    "info": "경기도 안산시 단원구 고잔동 712-1"
  },
  {
    "name": "안산호원초등학교",
    "lat": 37.30308873,
    "lng": 126.8187496,
    "color": "빨",
    "info": "경기도 안산시 단원구 초지동 741-1"
  },
  {
    "name": "대덕초등학교",
    "lat": 37.02739146,
    "lng": 127.2446793,
    "color": "빨",
    "info": "경기도 안성시 대덕면 모산리 463"
  },
  {
    "name": "용인대덕초등학교",
    "lat": 37.33632446,
    "lng": 127.1258625,
    "color": "빨",
    "info": "경기도 용인시 수지구 죽전동 1158"
  },
  {
    "name": "동신초등학교",
    "lat": 37.01244558,
    "lng": 127.3044286,
    "color": "빨",
    "info": "경기도 안성시 보개면 동신리 229-2"
  },
  {
    "name": "수원동신초등학교",
    "lat": 37.29558315,
    "lng": 126.9890809,
    "color": "빨",
    "info": "경기도 수원시 장안구 정자동 870-3"
  },
  {
    "name": "어울초등학교",
    "lat": 37.01650263,
    "lng": 127.2242583,
    "color": "빨",
    "info": "경기도 안성시 대덕면 신령리 821"
  },
  {
    "name": "서운초등학교",
    "lat": 36.94631867,
    "lng": 127.2552131,
    "color": "빨",
    "info": "경기도 안성시 서운면 동촌리 146-2"
  },
  {
    "name": "보체초등학교",
    "lat": 36.9736406,
    "lng": 127.237988,
    "color": "빨",
    "info": "경기도 안성시 미양면 보체리 31-5"
  },
  {
    "name": "방초초등학교",
    "lat": 37.11979883,
    "lng": 127.4335344,
    "color": "빨",
    "info": "경기도 안성시 일죽면 방초리 459-2"
  },
  {
    "name": "해오름초등학교",
    "lat": 37.410882,
    "lng": 126.9693351,
    "color": "빨",
    "info": "경기도 안양시 동안구 관양동 1671"
  },
  {
    "name": "덕천초등학교",
    "lat": 37.391368,
    "lng": 126.9361754,
    "color": "빨",
    "info": "경기도 안양시 만안구 안양동 192-5"
  },
  {
    "name": "나눔초등학교",
    "lat": 37.39048986,
    "lng": 126.9754929,
    "color": "빨",
    "info": "경기도 안양시 동안구 평촌동 109-1"
  },
  {
    "name": "안양신기초등학교",
    "lat": 37.38140272,
    "lng": 126.9572247,
    "color": "빨",
    "info": "경기도 안양시 동안구 호계동 1056-5"
  },
  {
    "name": "인덕원초등학교",
    "lat": 37.3970579,
    "lng": 126.9794796,
    "color": "빨",
    "info": "경기도 안양시 동안구 관양동 210"
  },
  {
    "name": "평촌초등학교",
    "lat": 37.38818793,
    "lng": 126.960629,
    "color": "빨",
    "info": "경기도 안양시 동안구 평촌동 899-4"
  },
  {
    "name": "관문초등학교",
    "lat": 37.43385021,
    "lng": 127.0013615,
    "color": "빨",
    "info": "경기도 과천시 부림동 48"
  },
  {
    "name": "박달초등학교",
    "lat": 37.40114746,
    "lng": 126.9025805,
    "color": "빨",
    "info": "경기도 안양시 만안구 박달동 128-7"
  },
  {
    "name": "과천초등학교",
    "lat": 37.43669937,
    "lng": 126.9941843,
    "color": "빨",
    "info": "경기도 과천시 중앙동 75"
  },
  {
    "name": "명학초등학교",
    "lat": 37.38020608,
    "lng": 126.9344732,
    "color": "빨",
    "info": "경기도 안양시 만안구 안양동 349-13"
  },
  {
    "name": "문원초등학교",
    "lat": 37.42380051,
    "lng": 126.9950274,
    "color": "빨",
    "info": "경기도 과천시 별양동 16 문원초등학교"
  },
  {
    "name": "양평동초등학교",
    "lat": 37.48839446,
    "lng": 127.5073296,
    "color": "빨",
    "info": "경기도 양평군 양평읍 창대리 639"
  },
  {
    "name": "가남초등학교",
    "lat": 37.20545519,
    "lng": 127.5479877,
    "color": "빨",
    "info": "경기도 여주시 가남읍 태평리 74-1"
  },
  {
    "name": "능서초등학교",
    "lat": 37.29794533,
    "lng": 127.5720938,
    "color": "빨",
    "info": "경기도 여주시 능서면 신지리 786-1"
  },
  {
    "name": "문장초등학교",
    "lat": 37.3607109,
    "lng": 127.5122459,
    "color": "빨",
    "info": "경기도 여주시 흥천면 문장리 373-1"
  },
  {
    "name": "세종초등학교",
    "lat": 37.27969661,
    "lng": 127.6337573,
    "color": "빨",
    "info": "경기도 여주시 교동 121-7 세종초등학교"
  },
  {
    "name": "송삼초등학교",
    "lat": 37.17681488,
    "lng": 127.6337008,
    "color": "빨",
    "info": "경기도 여주시 가남읍 송림리 209-1"
  },
  {
    "name": "연라초등학교",
    "lat": 37.27786898,
    "lng": 127.6115737,
    "color": "빨",
    "info": "경기도 여주시 여주읍 월송리산31-2"
  },
  {
    "name": "오산초등학교",
    "lat": 37.14496124,
    "lng": 127.050053,
    "color": "빨",
    "info": "경기도 오산시 가수동 76"
  },
  {
    "name": "오산초등학교",
    "lat": 37.2385591,
    "lng": 127.5590727,
    "color": "빨",
    "info": "경기도 여주시 가남면 오산리236번지"
  },
  {
    "name": "점동초등학교",
    "lat": 37.2042595,
    "lng": 127.6628707,
    "color": "빨",
    "info": "경기도 여주시 점동면 청안리117번지"
  },
  {
    "name": "연천초등학교",
    "lat": 38.09739134,
    "lng": 127.0752373,
    "color": "빨",
    "info": "경기도 연천군 연천읍 차탄리 72"
  },
  {
    "name": "중일초등학교",
    "lat": 37.28560757,
    "lng": 127.1431658,
    "color": "빨",
    "info": "경기도 용인시 기흥구 중동 1098"
  },
  {
    "name": "언남초등학교",
    "lat": 37.29002201,
    "lng": 127.1203863,
    "color": "빨",
    "info": "경기도 용인시 기흥구 언남동 498"
  },
  {
    "name": "남촌초등학교",
    "lat": 37.10134839,
    "lng": 127.1376105,
    "color": "빨",
    "info": "경기도 용인시 처인구 남사면 진목리 141-5"
  },
  {
    "name": "둔전제일초등학교",
    "lat": 37.27378177,
    "lng": 127.2191252,
    "color": "빨",
    "info": "경기도 용인시 처인구 포곡읍 둔전리 448"
  },
  {
    "name": "성남제일초등학교",
    "lat": 37.43834453,
    "lng": 127.1493591,
    "color": "빨",
    "info": "경기도 성남시 중원구 중앙동 2970"
  },
  {
    "name": "제일초등학교",
    "lat": 37.24264335,
    "lng": 127.3129517,
    "color": "빨",
    "info": "경기도 용인시 처인구 양지면 제일리 488-1"
  },
  {
    "name": "지곡초등학교",
    "lat": 37.25199277,
    "lng": 127.1383905,
    "color": "빨",
    "info": "경기도 용인시 기흥구 지곡동 703"
  },
  {
    "name": "연천왕산초등학교",
    "lat": 38.05618506,
    "lng": 127.0113677,
    "color": "빨",
    "info": "경기도 연천군 미산면 우정리 397"
  },
  {
    "name": "왕산초등학교",
    "lat": 37.33524027,
    "lng": 127.2504045,
    "color": "빨",
    "info": "경기도 용인시 처인구 모현읍 왕산리 808-2"
  },
  {
    "name": "둔전제일초등학교",
    "lat": 37.27378177,
    "lng": 127.2191252,
    "color": "빨",
    "info": "경기도 용인시 처인구 포곡읍 둔전리 448"
  },
  {
    "name": "수지초등학교",
    "lat": 37.3166598,
    "lng": 127.086061,
    "color": "빨",
    "info": "경기도 용인시 수지구 풍덕천동 510"
  },
  {
    "name": "용인백현초등학교",
    "lat": 37.28315854,
    "lng": 127.1618306,
    "color": "빨",
    "info": "경기도 용인시 기흥구 동백동 600"
  },
  {
    "name": "한터초등학교",
    "lat": 37.26183194,
    "lng": 127.2684031,
    "color": "빨",
    "info": "경기도 용인시 처인구 양지면 대대리 577"
  },
  {
    "name": "남양주백봉초등학교",
    "lat": 37.64375892,
    "lng": 127.2414972,
    "color": "빨",
    "info": "경기도 남양주시 평내동 607"
  },
  {
    "name": "백봉초등학교",
    "lat": 37.13773708,
    "lng": 127.399814,
    "color": "빨",
    "info": "경기도 용인시 처인구 백암면 백봉리 192 백봉초등학교"
  },
  {
    "name": "서룡초등학교",
    "lat": 37.23758537,
    "lng": 127.1870731,
    "color": "빨",
    "info": "경기도 용인시 처인구 역북동 416"
  },
  {
    "name": "언동초등학교",
    "lat": 37.29483284,
    "lng": 127.1312484,
    "color": "빨",
    "info": "경기도 용인시 기흥구 언남동 132-10"
  },
  {
    "name": "용인심곡초등학교",
    "lat": 37.30901803,
    "lng": 127.0790012,
    "color": "빨",
    "info": "경기도 용인시 수지구 상현동 871"
  },
  {
    "name": "용인이동초등학교",
    "lat": 37.19084078,
    "lng": 127.2037479,
    "color": "빨",
    "info": "경기도 용인시 처인구 이동읍 천리 1131"
  },
  {
    "name": "죽전초등학교",
    "lat": 37.33374032,
    "lng": 127.1103872,
    "color": "빨",
    "info": "경기도 용인시 수지구 죽전동 513-1"
  },
  {
    "name": "풍천초등학교",
    "lat": 37.31616174,
    "lng": 127.0963111,
    "color": "빨",
    "info": "경기도 용인시 수지구 풍덕천동 1172"
  },
  {
    "name": "발곡초등학교",
    "lat": 37.72805474,
    "lng": 127.0630558,
    "color": "빨",
    "info": "경기도 의정부시 신곡동 727-3"
  },
  {
    "name": "배영초등학교",
    "lat": 37.74789037,
    "lng": 127.0466931,
    "color": "빨",
    "info": "경기도 의정부시 의정부동 229-2"
  },
  {
    "name": "버들개초등학교",
    "lat": 37.761967,
    "lng": 127.0293411,
    "color": "빨",
    "info": "경기도 의정부시 녹양동 190-51"
  },
  {
    "name": "의정부신곡초등학교",
    "lat": 37.74102921,
    "lng": 127.0596248,
    "color": "빨",
    "info": "경기도 의정부시 신곡동 686-1"
  },
  {
    "name": "오동초등학교",
    "lat": 37.74266834,
    "lng": 127.0905799,
    "color": "빨",
    "info": "경기도 의정부시 민락동 735-6"
  },
  {
    "name": "의정부부용초등학교",
    "lat": 37.73616531,
    "lng": 127.0908863,
    "color": "빨",
    "info": "경기도 의정부시 민락동 756-6"
  },
  {
    "name": "의정부초등학교",
    "lat": 37.73427126,
    "lng": 127.0601112,
    "color": "빨",
    "info": "경기도 의정부시 신곡동 420-3"
  },
  {
    "name": "이황초등학교",
    "lat": 37.14540306,
    "lng": 127.587462,
    "color": "빨",
    "info": "경기도 이천시 장호원읍 이황리 159"
  },
  {
    "name": "안산대월초등학교",
    "lat": 37.33582996,
    "lng": 126.787614,
    "color": "빨",
    "info": "경기도 안산시 단원구 신길동 1551"
  },
  {
    "name": "대월초등학교",
    "lat": 37.22341786,
    "lng": 127.4929922,
    "color": "빨",
    "info": "경기도 이천시 대월면 초지리 426-1"
  },
  {
    "name": "아미초등학교",
    "lat": 37.25833542,
    "lng": 127.4906958,
    "color": "빨",
    "info": "경기도 이천시 부발읍 아미리 761-6"
  },
  {
    "name": "신둔초등학교",
    "lat": 37.31002196,
    "lng": 127.4034143,
    "color": "빨",
    "info": "경기도 이천시 신둔면 수광리 262-1"
  },
  {
    "name": "가평마장초등학교",
    "lat": 37.86007476,
    "lng": 127.5146007,
    "color": "빨",
    "info": "경기도 가평군 가평읍 마장리 357"
  },
  {
    "name": "마장초등학교",
    "lat": 37.2467554,
    "lng": 127.3585655,
    "color": "빨",
    "info": "경기도 이천시 마장면 오천리 71"
  },
  {
    "name": "송곡초등학교",
    "lat": 37.15209958,
    "lng": 127.4839095,
    "color": "빨",
    "info": "경기도 이천시 모가면 송곡리 295-2"
  },
  {
    "name": "부발초등학교",
    "lat": 37.28663947,
    "lng": 127.488611,
    "color": "빨",
    "info": "경기도 이천시 부발읍 무촌리 195-5"
  },
  {
    "name": "검산초등학교",
    "lat": 37.77610175,
    "lng": 126.7394579,
    "color": "빨",
    "info": "경기도 파주시 검산동 548-2"
  },
  {
    "name": "금릉초등학교",
    "lat": 37.75234413,
    "lng": 126.7729389,
    "color": "빨",
    "info": "경기도 파주시 금촌동 994"
  },
  {
    "name": "금신초등학교",
    "lat": 37.76705468,
    "lng": 126.7718109,
    "color": "빨",
    "info": "경기도 파주시 금촌동 369-1"
  },
  {
    "name": "금화초등학교",
    "lat": 37.75510404,
    "lng": 126.7680251,
    "color": "빨",
    "info": "경기도 파주시 금촌동 974"
  },
  {
    "name": "마지초등학교",
    "lat": 37.9525286,
    "lng": 126.9195994,
    "color": "빨",
    "info": "경기도 파주시 적성면 마지리 60-4"
  },
  {
    "name": "문발초등학교",
    "lat": 37.72569799,
    "lng": 126.7067917,
    "color": "빨",
    "info": "경기도 파주시 문발동 555"
  },
  {
    "name": "봉일천초등학교",
    "lat": 37.74502843,
    "lng": 126.8072467,
    "color": "빨",
    "info": "경기도 파주시 조리읍 봉일천리 191-6 봉일천초등학교"
  },
  {
    "name": "산내초등학교",
    "lat": 37.72271395,
    "lng": 126.7366083,
    "color": "빨",
    "info": "경기도 파주시 목동동 1148 1148"
  },
  {
    "name": "옥길산들초등학교",
    "lat": 37.46240461,
    "lng": 126.8165317,
    "color": "빨",
    "info": "경기도 부천시 옥길동 770 옥길산들초등학교"
  },
  {
    "name": "석곶초등학교",
    "lat": 37.72505552,
    "lng": 126.7222525,
    "color": "빨",
    "info": "경기도 파주시 동패동 1700"
  },
  {
    "name": "새금초등학교",
    "lat": 37.74807579,
    "lng": 126.7731682,
    "color": "빨",
    "info": "경기도 파주시 금촌동 1018"
  },
  {
    "name": "심학초등학교",
    "lat": 37.70799984,
    "lng": 126.7040936,
    "color": "빨",
    "info": "경기도 파주시 동패동 1079"
  },
  {
    "name": "와석초등학교",
    "lat": 37.71047466,
    "lng": 126.7531693,
    "color": "빨",
    "info": "경기도 파주시 야당동 1008"
  },
  {
    "name": "운정초등학교",
    "lat": 37.70814364,
    "lng": 126.7540583,
    "color": "빨",
    "info": "경기도 파주시 야당동 1027"
  },
  {
    "name": "웅담초등학교",
    "lat": 37.91397882,
    "lng": 126.8956549,
    "color": "빨",
    "info": "경기도 파주시 법원읍 웅담리 387-1"
  },
  {
    "name": "자유초등학교",
    "lat": 37.8653038,
    "lng": 126.7862424,
    "color": "빨",
    "info": "경기도 파주시 문산읍 당동리 939"
  },
  {
    "name": "청석초등학교",
    "lat": 37.73105096,
    "lng": 126.7192795,
    "color": "빨",
    "info": "경기도 파주시 다율동 983 청석초등학교"
  },
  {
    "name": "안산청석초등학교",
    "lat": 37.29449787,
    "lng": 126.8180638,
    "color": "빨",
    "info": "경기도 안산시 상록구 사동 1510-1"
  },
  {
    "name": "탄현초등학교",
    "lat": 37.80298879,
    "lng": 126.7178692,
    "color": "빨",
    "info": "경기도 파주시 탄현면 축현리 489-1"
  },
  {
    "name": "통일초등학교",
    "lat": 37.77493368,
    "lng": 126.7040057,
    "color": "빨",
    "info": "경기도 파주시 탄현면 법흥리 1719"
  },
  {
    "name": "파주송화초등학교",
    "lat": 37.77463515,
    "lng": 126.7790524,
    "color": "빨",
    "info": "경기도 파주시 아동동 277"
  },
  {
    "name": "파주와동초등학교",
    "lat": 37.72658481,
    "lng": 126.756609,
    "color": "빨",
    "info": "경기도 파주시 와동동 1348-1"
  },
  {
    "name": "파평초등학교",
    "lat": 37.90356942,
    "lng": 126.8381824,
    "color": "빨",
    "info": "경기도 파주시 파평면 두포리 260"
  },
  {
    "name": "부용초등학교",
    "lat": 36.9657427,
    "lng": 127.0591209,
    "color": "빨",
    "info": "경기도 평택시 팽성읍 객사리 160-1"
  },
  {
    "name": "의정부부용초등학교",
    "lat": 37.73616531,
    "lng": 127.0908863,
    "color": "빨",
    "info": "경기도 의정부시 민락동 756-6"
  },
  {
    "name": "서정리초등학교",
    "lat": 37.05836093,
    "lng": 127.0571555,
    "color": "빨",
    "info": "경기도 평택시 서정동 278"
  },
  {
    "name": "송신초등학교",
    "lat": 37.07542258,
    "lng": 127.0514971,
    "color": "빨",
    "info": "경기도 평택시 신장동 267"
  },
  {
    "name": "어연초등학교",
    "lat": 37.04962255,
    "lng": 126.977617,
    "color": "빨",
    "info": "경기도 평택시 청북읍 어연리 233"
  },
  {
    "name": "용이초등학교",
    "lat": 36.99995933,
    "lng": 127.1465914,
    "color": "빨",
    "info": "경기도 평택시 용이동 482"
  },
  {
    "name": "자란초등학교",
    "lat": 37.00329858,
    "lng": 127.0995016,
    "color": "빨",
    "info": "경기도 평택시 비전동 1009"
  },
  {
    "name": "지장초등학교",
    "lat": 37.0680549,
    "lng": 127.0574454,
    "color": "빨",
    "info": "경기도 평택시 서정동 824"
  },
  {
    "name": "창신초등학교",
    "lat": 37.00422529,
    "lng": 127.0065025,
    "color": "빨",
    "info": "경기도 평택시 오성면 신리 59-1"
  },
  {
    "name": "평택성동초등학교",
    "lat": 36.99483227,
    "lng": 127.0930889,
    "color": "빨",
    "info": "경기도 평택시 비전동 611-1"
  },
  {
    "name": "평택안일초등학교",
    "lat": 36.98265533,
    "lng": 126.9240973,
    "color": "빨",
    "info": "경기도 평택시 안중읍 현화리 845-1 평택안일초등학교"
  },
  {
    "name": "평택청아초등학교",
    "lat": 37.02325817,
    "lng": 126.9157083,
    "color": "빨",
    "info": "경기도 평택시 청북읍 옥길리 1136"
  },
  {
    "name": "동삭초등학교",
    "lat": 37.01847437,
    "lng": 127.0969253,
    "color": "빨",
    "info": "경기도 평택시 동삭동 332-10"
  },
  {
    "name": "송우초등학교",
    "lat": 37.82951615,
    "lng": 127.1433847,
    "color": "빨",
    "info": "경기도 포천시 소흘읍 송우리 214"
  },
  {
    "name": "신북초등학교",
    "lat": 37.93839548,
    "lng": 127.220236,
    "color": "빨",
    "info": "경기도 포천시 신북면 신평리 361-3"
  },
  {
    "name": "왕방초등학교",
    "lat": 37.9042268,
    "lng": 127.2023337,
    "color": "빨",
    "info": "경기도 포천시 신북면 가채리 819-15"
  },
  {
    "name": "일동초등학교",
    "lat": 37.95492011,
    "lng": 127.3145087,
    "color": "빨",
    "info": "경기도 포천시 일동면 기산리 281-1"
  },
  {
    "name": "정교초등학교",
    "lat": 37.81524287,
    "lng": 127.1696832,
    "color": "빨",
    "info": "경기도 포천시 가산면 정교리 549-2"
  },
  {
    "name": "추산초등학교",
    "lat": 37.82576436,
    "lng": 127.1367147,
    "color": "빨",
    "info": "경기도 포천시 소흘읍 송우리 728-11"
  },
  {
    "name": "포천초등학교",
    "lat": 37.89675855,
    "lng": 127.1971839,
    "color": "빨",
    "info": "경기도 포천시 신읍동 133"
  },
  {
    "name": "노진초등학교",
    "lat": 37.05139403,
    "lng": 126.8089368,
    "color": "빨",
    "info": "경기도 화성시 장안면 노진리 506-6"
  },
  {
    "name": "능동초등학교",
    "lat": 37.2131515,
    "lng": 127.0587131,
    "color": "빨",
    "info": "경기도 화성시 능동 1085"
  },
  {
    "name": "다원초등학교",
    "lat": 37.21241849,
    "lng": 127.1110413,
    "color": "빨",
    "info": "경기도 화성시 영천동 651-1381 662"
  },
  {
    "name": "도이초등학교",
    "lat": 37.13249725,
    "lng": 126.9261309,
    "color": "빨",
    "info": "경기도 화성시 향남읍 행정리 476 도이초등학교"
  },
  {
    "name": "동탄중앙초등학교",
    "lat": 37.19932153,
    "lng": 127.1110842,
    "color": "빨",
    "info": "경기도 화성시 청계동 529"
  },
  {
    "name": "동학초등학교",
    "lat": 37.23282691,
    "lng": 127.0594727,
    "color": "빨",
    "info": "경기도 화성시 반월동 165-2"
  },
  {
    "name": "반석초등학교",
    "lat": 37.1936879,
    "lng": 127.0781996,
    "color": "빨",
    "info": "경기도 화성시 반송동 223"
  },
  {
    "name": "발안초등학교",
    "lat": 37.13039914,
    "lng": 126.9118341,
    "color": "빨",
    "info": "경기도 화성시 향남읍 행정리 392-2 발안초등학교"
  },
  {
    "name": "방교초등학교",
    "lat": 37.17354406,
    "lng": 127.1014493,
    "color": "빨",
    "info": "경기도 화성시 송동 681-586"
  },
  {
    "name": "봉담초등학교",
    "lat": 37.22261768,
    "lng": 126.9470955,
    "color": "빨",
    "info": "경기도 화성시 봉담읍 상리 39-10"
  },
  {
    "name": "비봉초등학교",
    "lat": 37.23672782,
    "lng": 126.8693667,
    "color": "빨",
    "info": "경기도 화성시 비봉면 삼화리 537"
  },
  {
    "name": "상신초등학교",
    "lat": 37.09388556,
    "lng": 126.9008878,
    "color": "빨",
    "info": "경기도 화성시 향남읍 상신리 874"
  },
  {
    "name": "상신초등학교",
    "lat": 37.09918611,
    "lng": 126.8983558,
    "color": "빨",
    "info": "경기도 화성시 향남읍 상신리 1325 1325"
  },
  {
    "name": "서신초등학교",
    "lat": 37.16950033,
    "lng": 126.7073382,
    "color": "빨",
    "info": "경기도 화성시 서신면 매화리 333"
  },
  {
    "name": "석천초등학교",
    "lat": 37.51051129,
    "lng": 126.7523544,
    "color": "빨",
    "info": "경기도 부천시 상동 525-4"
  },
  {
    "name": "석천초등학교",
    "lat": 37.05491136,
    "lng": 126.7889528,
    "color": "빨",
    "info": "경기도 화성시 우정읍 석천리 52-3"
  },
  {
    "name": "수영초등학교",
    "lat": 37.23580165,
    "lng": 126.9543614,
    "color": "빨",
    "info": "경기도 화성시 봉담읍 수영리 143-1"
  },
  {
    "name": "오산대원초등학교",
    "lat": 37.13045906,
    "lng": 127.0710501,
    "color": "빨",
    "info": "경기도 오산시 갈곶동 258"
  },
  {
    "name": "오산원일초등학교",
    "lat": 37.13946661,
    "lng": 127.0712491,
    "color": "빨",
    "info": "경기도 오산시 원동 360-19"
  },
  {
    "name": "오산초등학교",
    "lat": 37.14496124,
    "lng": 127.050053,
    "color": "빨",
    "info": "경기도 오산시 가수동 76"
  },
  {
    "name": "오산초등학교",
    "lat": 37.2385591,
    "lng": 127.5590727,
    "color": "빨",
    "info": "경기도 여주시 가남면 오산리236번지"
  },
  {
    "name": "왕배초등학교",
    "lat": 37.18017972,
    "lng": 127.1135952,
    "color": "빨",
    "info": "경기도 화성시 동탄면 목리 380"
  },
  {
    "name": "정남초등학교",
    "lat": 37.16766114,
    "lng": 126.9848561,
    "color": "빨",
    "info": "경기도 화성시 정남면 발산리 409-1"
  },
  {
    "name": "진안초등학교",
    "lat": 37.21680072,
    "lng": 127.0406896,
    "color": "빨",
    "info": "경기도 화성시 진안동 915"
  },
  {
    "name": "의정부청룡초등학교",
    "lat": 37.7328138,
    "lng": 127.0553494,
    "color": "빨",
    "info": "경기도 의정부시 신곡동 702-1"
  },
  {
    "name": "청룡초등학교",
    "lat": 37.20121057,
    "lng": 126.888754,
    "color": "빨",
    "info": "경기도 화성시 비봉면 청요리 571"
  },
  {
    "name": "청목초등학교",
    "lat": 37.19577114,
    "lng": 127.1178246,
    "color": "빨",
    "info": "경기도 화성시 청계동 539"
  },
  {
    "name": "한율초등학교",
    "lat": 37.18646151,
    "lng": 127.1226319,
    "color": "빨",
    "info": "경기도 화성시 목동 222-1"
  },
  {
    "name": "화성매송초등학교",
    "lat": 37.24931373,
    "lng": 126.9283784,
    "color": "빨",
    "info": "경기도 화성시 매송면 원평리 67-1"
  },
  {
    "name": "화성반월초등학교",
    "lat": 37.22367975,
    "lng": 127.0592312,
    "color": "빨",
    "info": "경기도 화성시 반월동 947"
  },
  {
    "name": "화성월문초등학교",
    "lat": 37.11823647,
    "lng": 126.8726984,
    "color": "빨",
    "info": "경기도 화성시 팔탄면 월문리 192"
  },
  {
    "name": "화성화수초등학교",
    "lat": 37.10870182,
    "lng": 126.7972114,
    "color": "빨",
    "info": "경기도 화성시 우정읍 화수리 834-13"
  },
  {
    "name": "거문초등학교",
    "lat": 37.60445651,
    "lng": 128.5318811,
    "color": "빨",
    "info": "강원도 평창군 진부면 거문리 240"
  },
  {
    "name": "거성초등학교",
    "lat": 38.45160205,
    "lng": 128.4576185,
    "color": "빨",
    "info": "강원도 고성군 거진읍 거진리 180"
  },
  {
    "name": "구곡초등학교",
    "lat": 37.3249946,
    "lng": 127.952752,
    "color": "빨",
    "info": "강원도 원주시 단구동 982-1"
  },
  {
    "name": "구정초등학교",
    "lat": 37.71767936,
    "lng": 128.8911379,
    "color": "빨",
    "info": "강원도 강릉시 구정면 학산리 393"
  },
  {
    "name": "귀둔초등학교",
    "lat": 38.01700005,
    "lng": 128.3613609,
    "color": "빨",
    "info": "강원도 인제군 인제읍 귀둔리 676-2"
  },
  {
    "name": "남강초등학교",
    "lat": 37.76748505,
    "lng": 128.9148391,
    "color": "빨",
    "info": "강원도 강릉시 포남동 1278-117"
  },
  {
    "name": "남원주초등학교",
    "lat": 37.32250227,
    "lng": 127.9510211,
    "color": "빨",
    "info": "강원도 원주시 단구동 1588-2"
  },
  {
    "name": "노암초등학교",
    "lat": 37.74164683,
    "lng": 128.9020103,
    "color": "빨",
    "info": "강원도 강릉시 노암동 415-2"
  },
  {
    "name": "동송초등학교",
    "lat": 38.2032322,
    "lng": 127.2168501,
    "color": "빨",
    "info": "강원도 철원군 동송읍 이평리 836"
  },
  {
    "name": "두촌초등학교",
    "lat": 37.86806085,
    "lng": 128.0172503,
    "color": "빨",
    "info": "강원도 홍천군 두촌면 자은리 915"
  },
  {
    "name": "둔내초등학교",
    "lat": 37.51323156,
    "lng": 128.2171115,
    "color": "빨",
    "info": "강원도 횡성군 둔내면 자포곡리 388-2"
  },
  {
    "name": "만대초등학교",
    "lat": 37.33926223,
    "lng": 127.9205487,
    "color": "빨",
    "info": "강원도 원주시 무실동 1716-2"
  },
  {
    "name": "면온초등학교",
    "lat": 37.56485745,
    "lng": 128.3497786,
    "color": "빨",
    "info": "강원도 평창군 봉평면 면온리 683-1"
  },
  {
    "name": "무릉초등학교",
    "lat": 37.28983393,
    "lng": 128.268218,
    "color": "빨",
    "info": "강원도 영월군 무릉도원면 무릉리 893-1"
  },
  {
    "name": "문막초등학교",
    "lat": 37.31254133,
    "lng": 127.8208337,
    "color": "빨",
    "info": "강원도 원주시 문막읍 건등리 1704"
  },
  {
    "name": "삼성초등학교",
    "lat": 37.09757635,
    "lng": 129.023624,
    "color": "빨",
    "info": "강원도 태백시 장성동 32-2"
  },
  {
    "name": "삼척초등학교",
    "lat": 37.44898859,
    "lng": 129.166917,
    "color": "빨",
    "info": "강원도 삼척시 교동 585"
  },
  {
    "name": "서상초등학교",
    "lat": 37.92890316,
    "lng": 127.7072893,
    "color": "빨",
    "info": "강원도 춘천시 서면 신매리 329-1"
  },
  {
    "name": "서원초등학교",
    "lat": 37.48707677,
    "lng": 127.8514209,
    "color": "빨",
    "info": "강원도 횡성군 서원면 창촌리 577-1"
  },
  {
    "name": "석사초등학교",
    "lat": 37.85788551,
    "lng": 127.7494217,
    "color": "빨",
    "info": "강원도 춘천시 석사동 326-1"
  },
  {
    "name": "설악초등학교",
    "lat": 38.16384221,
    "lng": 128.5406981,
    "color": "빨",
    "info": "강원도 속초시 설악동 358"
  },
  {
    "name": "성림초등학교",
    "lat": 37.85224021,
    "lng": 127.7403494,
    "color": "빨",
    "info": "강원도 춘천시 석사동 868"
  },
  {
    "name": "속사초등학교",
    "lat": 37.64622494,
    "lng": 128.4923738,
    "color": "빨",
    "info": "강원도 평창군 용평면 속사리 352"
  },
  {
    "name": "솔샘초등학교",
    "lat": 37.3300025,
    "lng": 127.9294085,
    "color": "빨",
    "info": "강원도 원주시 무실동 1863-1"
  },
  {
    "name": "신림초등학교",
    "lat": 37.23137065,
    "lng": 128.0783157,
    "color": "빨",
    "info": "강원도 원주시 신림면 신림리 512-2"
  },
  {
    "name": "신천초등학교",
    "lat": 37.23606301,
    "lng": 128.3289654,
    "color": "빨",
    "info": "강원도 영월군 한반도면 신천리 470-1"
  },
  {
    "name": "신철원초등학교",
    "lat": 38.14692226,
    "lng": 127.3056851,
    "color": "빨",
    "info": "강원도 철원군 갈말읍 지포리 7"
  },
  {
    "name": "안미초등학교",
    "lat": 37.46009676,
    "lng": 128.4344101,
    "color": "빨",
    "info": "강원도 평창군 대화면 하안미리 1635"
  },
  {
    "name": "여량초등학교",
    "lat": 37.47201386,
    "lng": 128.7279655,
    "color": "빨",
    "info": "강원도 정선군 여량면 여량리 80"
  },
  {
    "name": "예미초등학교운치분교장",
    "lat": 37.26989296,
    "lng": 128.6071661,
    "color": "빨",
    "info": "강원도 정선군 신동읍 운치리 1057"
  },
  {
    "name": "예미초등학교",
    "lat": 37.22077015,
    "lng": 128.6456403,
    "color": "빨",
    "info": "강원도 정선군 신동읍 예미리 616-5"
  },
  {
    "name": "오동초등학교",
    "lat": 37.95141876,
    "lng": 127.7581623,
    "color": "빨",
    "info": "강원도 춘천시 신북읍 발산리 473-2"
  },
  {
    "name": "우산초등학교",
    "lat": 37.36935795,
    "lng": 127.9331846,
    "color": "빨",
    "info": "강원도 원주시 우산동 262-2"
  },
  {
    "name": "율전초등학교",
    "lat": 37.74962093,
    "lng": 128.3070856,
    "color": "빨",
    "info": "강원도 홍천군 내면 율전리 1489-5"
  },
  {
    "name": "임계초등학교",
    "lat": 37.49610943,
    "lng": 128.8482432,
    "color": "빨",
    "info": "강원도 정선군 임계면 송계리 746-2"
  },
  {
    "name": "장평초등학교",
    "lat": 37.59199146,
    "lng": 128.4111739,
    "color": "빨",
    "info": "강원도 평창군 용평면 장평리 404-1"
  },
  {
    "name": "장학초등학교",
    "lat": 37.89493308,
    "lng": 127.7526732,
    "color": "빨",
    "info": "강원도 춘천시 동면 장학리 990"
  },
  {
    "name": "죽왕초등학교",
    "lat": 38.3301847,
    "lng": 128.5228288,
    "color": "빨",
    "info": "강원도 고성군 죽왕면 오호리 225"
  },
  {
    "name": "증산초등학교",
    "lat": 37.25426764,
    "lng": 128.7809679,
    "color": "빨",
    "info": "강원도 정선군 남면 무릉리 412-5"
  },
  {
    "name": "철암초등학교",
    "lat": 37.12223076,
    "lng": 129.0422687,
    "color": "빨",
    "info": "강원도 태백시 철암동 341-2"
  },
  {
    "name": "치악초등학교",
    "lat": 37.33188081,
    "lng": 127.9394502,
    "color": "빨",
    "info": "강원도 원주시 명륜동 709"
  },
  {
    "name": "태백초등학교",
    "lat": 37.10746078,
    "lng": 129.0048295,
    "color": "빨",
    "info": "강원도 태백시 장성동 207-2"
  },
  {
    "name": "평원초등학교",
    "lat": 37.35000995,
    "lng": 127.9311275,
    "color": "빨",
    "info": "강원도 원주시 단계동 814"
  },
  {
    "name": "풍산초등학교",
    "lat": 38.14729279,
    "lng": 127.7416644,
    "color": "빨",
    "info": "강원도 화천군 화천읍 풍산리 764-5"
  },
  {
    "name": "한솔초등학교",
    "lat": 37.77409021,
    "lng": 128.9142242,
    "color": "빨",
    "info": "강원도 강릉시 포남동 1296"
  },
  {
    "name": "함백초등학교",
    "lat": 37.21597464,
    "lng": 128.6724958,
    "color": "빨",
    "info": "강원도 정선군 신동읍 조동리 193"
  },
  {
    "name": "현북초등학교",
    "lat": 38.01564531,
    "lng": 128.6975502,
    "color": "빨",
    "info": "강원도 양양군 현북면 상광정리 577"
  },
  {
    "name": "호명초등학교",
    "lat": 37.6423728,
    "lng": 128.5697547,
    "color": "빨",
    "info": "강원도 평창군 진부면 송정리 1311"
  },
  {
    "name": "황둔초등학교",
    "lat": 37.26123438,
    "lng": 128.1865559,
    "color": "빨",
    "info": "강원도 원주시 신림면 황둔리 350"
  },
  {
    "name": "황지초등학교",
    "lat": 37.16408712,
    "lng": 128.9903313,
    "color": "빨",
    "info": "강원도 태백시 황지동 85-1"
  },
  {
    "name": "흥업초등학교",
    "lat": 37.30710462,
    "lng": 127.9088679,
    "color": "빨",
    "info": "강원도 원주시 흥업면 흥업리 865-3"
  },
  {
    "name": "신가초등학교",
    "lat": 36.95072146,
    "lng": 127.1146372,
    "color": "빨",
    "info": "충청남도 천안시 서북구 성환읍 신가리 377-3"
  },
  {
    "name": "직산초등학교",
    "lat": 36.9034802,
    "lng": 127.1620052,
    "color": "빨",
    "info": "충청남도 천안시 서북구 직산읍 군동리 324-1"
  },
  {
    "name": "천안신안초등학교",
    "lat": 36.81450552,
    "lng": 127.1621815,
    "color": "빨",
    "info": "충청남도 천안시 동남구 신부동 58-11"
  },
  {
    "name": "천안쌍정초등학교",
    "lat": 36.78712293,
    "lng": 127.1150809,
    "color": "빨",
    "info": "충청남도 천안시 서북구 쌍용동 2076"
  },
  {
    "name": "천안아름초등학교",
    "lat": 36.81319878,
    "lng": 127.1024627,
    "color": "빨",
    "info": "충청남도 천안시 서북구 불당동 1574"
  },
  {
    "name": "천안중앙초등학교",
    "lat": 36.80519623,
    "lng": 127.1490253,
    "color": "빨",
    "info": "충청남도 천안시 동남구 오룡동 179"
  },
  {
    "name": "공주금학초등학교",
    "lat": 36.44758258,
    "lng": 127.1248204,
    "color": "빨",
    "info": "충청남도 공주시 중학동 137-2"
  },
  {
    "name": "신풍초등학교",
    "lat": 36.51720153,
    "lng": 126.9533315,
    "color": "빨",
    "info": "충청남도 공주시 신풍면 산정리 191"
  },
  {
    "name": "대관초등학교",
    "lat": 36.35711057,
    "lng": 126.5840148,
    "color": "빨",
    "info": "충청남도 보령시 대천동 463-1"
  },
  {
    "name": "미산초등학교",
    "lat": 36.28886989,
    "lng": 126.6768342,
    "color": "빨",
    "info": "충청남도 보령시 미산면 도화담리 94"
  },
  {
    "name": "성주초등학교",
    "lat": 36.34211886,
    "lng": 126.6530614,
    "color": "빨",
    "info": "충청남도 보령시 성주면 성주리 117"
  },
  {
    "name": "금곡초등학교",
    "lat": 36.74964044,
    "lng": 127.0404808,
    "color": "빨",
    "info": "충청남도 아산시 배방읍 중리 345"
  },
  {
    "name": "금성초등학교금계분교장",
    "lat": 36.16087469,
    "lng": 127.4789394,
    "color": "빨",
    "info": "충청남도 금산군 금성면 하신리 240-2"
  },
  {
    "name": "금성초등학교",
    "lat": 36.13041852,
    "lng": 127.4542767,
    "color": "빨",
    "info": "충청남도 금산군 금성면 상가리 152-2"
  },
  {
    "name": "금성초등학교",
    "lat": 36.84427344,
    "lng": 126.8796662,
    "color": "빨",
    "info": "충청남도 아산시 인주면 금성리 83"
  },
  {
    "name": "도고온천초등학교",
    "lat": 36.75738362,
    "lng": 126.8753803,
    "color": "빨",
    "info": "충청남도 아산시 도고면 신언리 60-1"
  },
  {
    "name": "도고초등학교",
    "lat": 36.74618898,
    "lng": 126.8988007,
    "color": "빨",
    "info": "충청남도 아산시 도고면 시전리 200"
  },
  {
    "name": "동방초등학교",
    "lat": 36.77926605,
    "lng": 127.1138895,
    "color": "빨",
    "info": "충청남도 아산시 배방읍 휴대리 145"
  },
  {
    "name": "배방초등학교",
    "lat": 36.77111041,
    "lng": 127.0628817,
    "color": "빨",
    "info": "충청남도 아산시 배방읍 북수리 713-3"
  },
  {
    "name": "선장초등학교",
    "lat": 36.78911146,
    "lng": 126.8634063,
    "color": "빨",
    "info": "충청남도 아산시 선장면 군덕리 73-1"
  },
  {
    "name": "신리초등학교",
    "lat": 36.78689851,
    "lng": 127.0241826,
    "color": "빨",
    "info": "충청남도 아산시 모종동 229-1"
  },
  {
    "name": "아산북수초등학교",
    "lat": 36.76785931,
    "lng": 127.0764158,
    "color": "빨",
    "info": "충청남도 아산시 배방읍 북수리 299-24"
  },
  {
    "name": "염티초등학교",
    "lat": 36.81654152,
    "lng": 126.9775421,
    "color": "빨",
    "info": "충청남도 아산시 염치읍 염성리 173"
  },
  {
    "name": "온양초사초등학교",
    "lat": 36.75096086,
    "lng": 126.9731291,
    "color": "빨",
    "info": "충청남도 아산시 초사동 112-5"
  },
  {
    "name": "음봉초등학교",
    "lat": 36.84907903,
    "lng": 127.0112567,
    "color": "빨",
    "info": "충청남도 아산시 음봉면 삼거리 282"
  },
  {
    "name": "인주초등학교",
    "lat": 36.87549344,
    "lng": 126.8949782,
    "color": "빨",
    "info": "충청남도 아산시 인주면 신성리 220"
  },
  {
    "name": "성연초등학교",
    "lat": 36.82417048,
    "lng": 126.4491711,
    "color": "빨",
    "info": "충청남도 서산시 성연면 일람리 1084"
  },
  {
    "name": "강경황산초등학교",
    "lat": 36.15782315,
    "lng": 127.0125354,
    "color": "빨",
    "info": "충청남도 논산시 강경읍 황산리 31-2"
  },
  {
    "name": "금암초등학교",
    "lat": 36.2704088,
    "lng": 127.2457848,
    "color": "빨",
    "info": "충청남도 계룡시 금암동 191"
  },
  {
    "name": "논산동성초등학교",
    "lat": 36.20308463,
    "lng": 127.0927056,
    "color": "빨",
    "info": "충청남도 논산시 취암동 310-1"
  },
  {
    "name": "연무중앙초등학교",
    "lat": 36.13097867,
    "lng": 127.1024823,
    "color": "빨",
    "info": "충청남도 논산시 연무읍 동산리 888-6"
  },
  {
    "name": "왕전초등학교",
    "lat": 36.23962104,
    "lng": 127.1085531,
    "color": "빨",
    "info": "충청남도 논산시 광석면 왕전리 308"
  },
  {
    "name": "채운초등학교",
    "lat": 36.17000528,
    "lng": 127.0673038,
    "color": "빨",
    "info": "충청남도 논산시 채운면 야화리 2-1"
  },
  {
    "name": "당진초등학교",
    "lat": 36.89241635,
    "lng": 126.6322729,
    "color": "빨",
    "info": "충청남도 당진시 읍내동 211"
  },
  {
    "name": "석문초등학교",
    "lat": 36.9870767,
    "lng": 126.5884772,
    "color": "빨",
    "info": "충청남도 당진시 석문면 통정리 594"
  },
  {
    "name": "전대초등학교",
    "lat": 36.90930752,
    "lng": 126.7491299,
    "color": "빨",
    "info": "충청남도 당진시 송악읍 전대리 791-23"
  },
  {
    "name": "금산동초등학교",
    "lat": 36.10420291,
    "lng": 127.4980213,
    "color": "빨",
    "info": "충청남도 금산군 금산읍 중도리 102"
  },
  {
    "name": "금산초등학교",
    "lat": 36.10408923,
    "lng": 127.4891839,
    "color": "빨",
    "info": "충청남도 금산군 금산읍 상리 176-9"
  },
  {
    "name": "추부초등학교",
    "lat": 36.19107513,
    "lng": 127.4686778,
    "color": "빨",
    "info": "충청남도 금산군 추부면 마전리 412"
  },
  {
    "name": "구룡초등학교",
    "lat": 36.25340221,
    "lng": 126.813626,
    "color": "빨",
    "info": "충청남도 부여군 구룡면 태양리 68-1"
  },
  {
    "name": "규암초등학교",
    "lat": 36.27503912,
    "lng": 126.8803511,
    "color": "빨",
    "info": "충청남도 부여군 규암면 반산리 51-7"
  },
  {
    "name": "백제초등학교",
    "lat": 36.27737156,
    "lng": 126.9152351,
    "color": "빨",
    "info": "충청남도 부여군 부여읍 동남리 421"
  },
  {
    "name": "석성초등학교",
    "lat": 36.22352989,
    "lng": 126.9888251,
    "color": "빨",
    "info": "충청남도 부여군 석성면 석성리 745-1"
  },
  {
    "name": "송간초등학교",
    "lat": 36.30766484,
    "lng": 126.9573711,
    "color": "빨",
    "info": "충청남도 부여군 부여읍 가증리 1"
  },
  {
    "name": "문산초등학교",
    "lat": 36.14286663,
    "lng": 126.7509809,
    "color": "빨",
    "info": "충청남도 서천군 문산면 신농리 21-1"
  },
  {
    "name": "비인초등학교",
    "lat": 36.14225829,
    "lng": 126.6016109,
    "color": "빨",
    "info": "충청남도 서천군 비인면 성내리 212-4"
  },
  {
    "name": "서남초등학교",
    "lat": 36.05848728,
    "lng": 126.6792892,
    "color": "빨",
    "info": "충청남도 서천군 마서면 봉남리 255"
  },
  {
    "name": "서산서남초등학교",
    "lat": 36.77032383,
    "lng": 126.4442545,
    "color": "빨",
    "info": "충청남도 서산시 예천동 464-1"
  },
  {
    "name": "서도초등학교",
    "lat": 36.15312826,
    "lng": 126.5208908,
    "color": "빨",
    "info": "충청남도 서천군 서면 도둔리 677-2"
  },
  {
    "name": "서면초등학교",
    "lat": 36.1535388,
    "lng": 126.5550481,
    "color": "빨",
    "info": "충청남도 서천군 서면 신합리 466-1"
  },
  {
    "name": "한산초등학교",
    "lat": 36.08615679,
    "lng": 126.8043544,
    "color": "빨",
    "info": "충청남도 서천군 한산면 지현리 182-1"
  },
  {
    "name": "남양초등학교",
    "lat": 36.40072995,
    "lng": 126.7764993,
    "color": "빨",
    "info": "충청남도 청양군 남양면 구룡리 22"
  },
  {
    "name": "수정초등학교",
    "lat": 36.44531571,
    "lng": 126.8278853,
    "color": "빨",
    "info": "충청남도 청양군 대치면 주정리 258-5"
  },
  {
    "name": "운곡초등학교",
    "lat": 36.52497321,
    "lng": 126.8463528,
    "color": "빨",
    "info": "충청남도 청양군 운곡면 신대리 598"
  },
  {
    "name": "정산초등학교",
    "lat": 36.41649252,
    "lng": 126.9458486,
    "color": "빨",
    "info": "충청남도 청양군 정산면 서정리 34"
  },
  {
    "name": "청양초등학교",
    "lat": 36.45372249,
    "lng": 126.8053525,
    "color": "빨",
    "info": "충청남도 청양군 청양읍 읍내리 5-2"
  },
  {
    "name": "구항초등학교",
    "lat": 36.58434494,
    "lng": 126.6063136,
    "color": "빨",
    "info": "충청남도 홍성군 구항면 내현리 85"
  },
  {
    "name": "금마초등학교",
    "lat": 36.61345382,
    "lng": 126.7323959,
    "color": "빨",
    "info": "충청남도 홍성군 금마면 부평리 108"
  },
  {
    "name": "홍북초등학교",
    "lat": 36.65072757,
    "lng": 126.6947542,
    "color": "빨",
    "info": "충청남도 홍성군 홍북읍 대동리 48-3"
  },
  {
    "name": "수덕초등학교",
    "lat": 36.64025148,
    "lng": 126.6045763,
    "color": "빨",
    "info": "충청남도 예산군 덕산면 외라리 238"
  },
  {
    "name": "태안초등학교",
    "lat": 36.75880853,
    "lng": 126.2951429,
    "color": "빨",
    "info": "충청남도 태안군 태안읍 남문리 315"
  },
  {
    "name": "원북초등학교",
    "lat": 36.82588185,
    "lng": 126.2583368,
    "color": "빨",
    "info": "충청남도 태안군 원북면 반계리 222"
  },
  {
    "name": "원북초등학교방갈분교장",
    "lat": 36.87351981,
    "lng": 126.2123836,
    "color": "빨",
    "info": "충청남도 태안군 원북면 방갈리 202"
  },
  {
    "name": "간중초등학교",
    "lat": 35.89067206,
    "lng": 127.1808637,
    "color": "빨",
    "info": "전라북도 완주군 용진읍 간중리 616-1"
  },
  {
    "name": "개정초등학교",
    "lat": 35.96267826,
    "lng": 126.7689621,
    "color": "빨",
    "info": "전라북도 군산시 개정면 아동리 233-2"
  },
  {
    "name": "계북초등학교",
    "lat": 35.78721353,
    "lng": 127.616901,
    "color": "빨",
    "info": "전라북도 장수군 계북면 어전리 739"
  },
  {
    "name": "구이초등학교",
    "lat": 35.72069221,
    "lng": 127.1188705,
    "color": "빨",
    "info": "전라북도 완주군 구이면 항가리 86-1"
  },
  {
    "name": "군산경포초등학교",
    "lat": 35.97626335,
    "lng": 126.7342862,
    "color": "빨",
    "info": "전라북도 군산시 조촌동 461"
  },
  {
    "name": "군산구암초등학교",
    "lat": 35.98049023,
    "lng": 126.7305741,
    "color": "빨",
    "info": "전라북도 군산시 경암동 636-51"
  },
  {
    "name": "군산동초등학교",
    "lat": 35.96503336,
    "lng": 126.7382107,
    "color": "빨",
    "info": "전라북도 군산시 조촌동 757-1"
  },
  {
    "name": "군산풍문초등학교",
    "lat": 35.97713798,
    "lng": 126.717874,
    "color": "빨",
    "info": "전라북도 군산시 장재동 45-19"
  },
  {
    "name": "김제검산초등학교",
    "lat": 35.80544892,
    "lng": 126.8993484,
    "color": "빨",
    "info": "전라북도 김제시 검산동 912-21"
  },
  {
    "name": "김제동초등학교",
    "lat": 35.79500106,
    "lng": 126.9004364,
    "color": "빨",
    "info": "전라북도 김제시 신풍동 48-3"
  },
  {
    "name": "남원대산초등학교",
    "lat": 35.43123268,
    "lng": 127.3260838,
    "color": "빨",
    "info": "전라북도 남원시 대산면 운교리 178"
  },
  {
    "name": "낭산초등학교",
    "lat": 36.06664699,
    "lng": 127.0144949,
    "color": "빨",
    "info": "전라북도 익산시 낭산면 호암리 318-2"
  },
  {
    "name": "내장초등학교",
    "lat": 35.53522308,
    "lng": 126.891881,
    "color": "빨",
    "info": "전라북도 정읍시 금붕동 98-1"
  },
  {
    "name": "당북초등학교",
    "lat": 35.94655992,
    "lng": 126.7168362,
    "color": "빨",
    "info": "전라북도 군산시 옥산면 당북리 869-7"
  },
  {
    "name": "대강초등학교",
    "lat": 35.34608335,
    "lng": 127.2283008,
    "color": "빨",
    "info": "전라북도 남원시 대강면 사석리 732-4"
  },
  {
    "name": "도학초등학교",
    "lat": 35.62882118,
    "lng": 126.8183986,
    "color": "빨",
    "info": "전라북도 정읍시 덕천면 하학리 243-1"
  },
  {
    "name": "동계초등학교",
    "lat": 35.4401512,
    "lng": 127.2402379,
    "color": "빨",
    "info": "전라북도 순창군 동계면 현포리 568"
  },
  {
    "name": "동상초등학교",
    "lat": 35.95767029,
    "lng": 127.293376,
    "color": "빨",
    "info": "전라북도 완주군 동상면 신월리 286"
  },
  {
    "name": "만경초등학교",
    "lat": 35.85455333,
    "lng": 126.8221604,
    "color": "빨",
    "info": "전라북도 김제시 만경읍 만경리 165"
  },
  {
    "name": "백석초등학교",
    "lat": 35.82857628,
    "lng": 126.8934776,
    "color": "빨",
    "info": "전라북도 김제시 흥사동 543-1"
  },
  {
    "name": "봉서초등학교",
    "lat": 35.9625042,
    "lng": 127.1247249,
    "color": "빨",
    "info": "전라북도 완주군 봉동읍 둔산리 954"
  },
  {
    "name": "부안동초등학교",
    "lat": 35.71695721,
    "lng": 126.7382192,
    "color": "빨",
    "info": "전라북도 부안군 부안읍 봉덕리 446"
  },
  {
    "name": "비봉초등학교",
    "lat": 35.9980446,
    "lng": 127.1385773,
    "color": "빨",
    "info": "전라북도 완주군 비봉면 소농리 513-2"
  },
  {
    "name": "산외초등학교",
    "lat": 35.62081615,
    "lng": 127.0405338,
    "color": "빨",
    "info": "전라북도 정읍시 산외면 평사리 451"
  },
  {
    "name": "삼례중앙초등학교",
    "lat": 35.919279,
    "lng": 127.0805627,
    "color": "빨",
    "info": "전라북도 완주군 삼례읍 삼례리 205"
  },
  {
    "name": "새만금초등학교",
    "lat": 35.96685606,
    "lng": 126.5611476,
    "color": "빨",
    "info": "전라북도 군산시 오식도동 805-5"
  },
  {
    "name": "선동초등학교",
    "lat": 35.36765378,
    "lng": 126.555794,
    "color": "빨",
    "info": "전라북도 고창군 공음면 선동리 615-1"
  },
  {
    "name": "설천초등학교",
    "lat": 36.0087352,
    "lng": 127.7885766,
    "color": "빨",
    "info": "전라북도 무주군 설천면 소천리 904-27"
  },
  {
    "name": "성산초등학교",
    "lat": 35.99048731,
    "lng": 126.7852452,
    "color": "빨",
    "info": "전라북도 군산시 성산면 고봉리 328"
  },
  {
    "name": "수곡초등학교",
    "lat": 35.56839067,
    "lng": 126.9589697,
    "color": "빨",
    "info": "전라북도 정읍시 칠보면 반곡리 1050"
  },
  {
    "name": "술산초등학교",
    "lat": 35.95784908,
    "lng": 126.8614254,
    "color": "빨",
    "info": "전라북도 군산시 임피면 술산리 408-1"
  },
  {
    "name": "심원초등학교",
    "lat": 35.52534556,
    "lng": 126.5519874,
    "color": "빨",
    "info": "전라북도 고창군 심원면 월산리 774"
  },
  {
    "name": "안천초등학교",
    "lat": 35.9001678,
    "lng": 127.5596522,
    "color": "빨",
    "info": "전라북도 진안군 안천면 백화리 875-1"
  },
  {
    "name": "영원초등학교",
    "lat": 35.65536018,
    "lng": 126.7837633,
    "color": "빨",
    "info": "전라북도 정읍시 영원면 은선리 713-2"
  },
  {
    "name": "오봉초등학교",
    "lat": 35.88845556,
    "lng": 126.7255634,
    "color": "빨",
    "info": "전라북도 군산시 회현면 월연리 491-1"
  },
  {
    "name": "옥구초등학교",
    "lat": 35.92194842,
    "lng": 126.680132,
    "color": "빨",
    "info": "전라북도 군산시 옥구읍 선제리 468"
  },
  {
    "name": "왕궁초등학교",
    "lat": 35.966173,
    "lng": 127.0896271,
    "color": "빨",
    "info": "전라북도 익산시 왕궁면 흥암리 150"
  },
  {
    "name": "용산초등학교",
    "lat": 36.04050749,
    "lng": 126.9370203,
    "color": "빨",
    "info": "전라북도 익산시 황등면 죽촌리 27-5"
  },
  {
    "name": "용진초등학교",
    "lat": 35.85691877,
    "lng": 127.1762444,
    "color": "빨",
    "info": "전라북도 완주군 용진읍 상삼리 1088"
  },
  {
    "name": "우덕초등학교",
    "lat": 35.68340696,
    "lng": 126.6761196,
    "color": "빨",
    "info": "전라북도 부안군 상서면 가오리 546-3"
  },
  {
    "name": "이리백제초등학교",
    "lat": 35.96250515,
    "lng": 126.9739481,
    "color": "빨",
    "info": "전라북도 익산시 영등동 813"
  },
  {
    "name": "이리서초등학교",
    "lat": 35.94559581,
    "lng": 126.9483133,
    "color": "빨",
    "info": "전라북도 익산시 남중동 458-7"
  },
  {
    "name": "이리신흥초등학교",
    "lat": 35.93438513,
    "lng": 126.9787704,
    "color": "빨",
    "info": "전라북도 익산시 금강동 349-1"
  },
  {
    "name": "이리팔봉초등학교",
    "lat": 35.96714452,
    "lng": 127.0124039,
    "color": "빨",
    "info": "전라북도 익산시 팔봉동 403-1"
  },
  {
    "name": "이평초등학교",
    "lat": 35.66262725,
    "lng": 126.8388556,
    "color": "빨",
    "info": "전라북도 정읍시 이평면 두지리 249"
  },
  {
    "name": "임피초등학교",
    "lat": 35.98796058,
    "lng": 126.8494708,
    "color": "빨",
    "info": "전라북도 군산시 임피면 읍내리 536"
  },
  {
    "name": "장계초등학교",
    "lat": 35.73195098,
    "lng": 127.5812372,
    "color": "빨",
    "info": "전라북도 장수군 장계면 장계리 250"
  },
  {
    "name": "전주문학초등학교",
    "lat": 35.82758259,
    "lng": 127.1020582,
    "color": "빨",
    "info": "전라북도 전주시 완산구 효자동3가 1614"
  },
  {
    "name": "전주서천초등학교",
    "lat": 35.83205339,
    "lng": 127.1081916,
    "color": "빨",
    "info": "전라북도 전주시 완산구 서신동 761-3"
  },
  {
    "name": "전주송북초등학교",
    "lat": 35.86302373,
    "lng": 127.1241007,
    "color": "빨",
    "info": "전라북도 전주시 덕진구 송천동1가 107-1"
  },
  {
    "name": "전주신동초등학교",
    "lat": 35.86902003,
    "lng": 127.126762,
    "color": "빨",
    "info": "전라북도 전주시 덕진구 송천동2가 1269"
  },
  {
    "name": "전주용덕초등학교",
    "lat": 35.87643521,
    "lng": 127.0506848,
    "color": "빨",
    "info": "전라북도 전주시 덕진구 용정동 483"
  },
  {
    "name": "전주중인초등학교",
    "lat": 35.77093781,
    "lng": 127.0970577,
    "color": "빨",
    "info": "전라북도 전주시 완산구 중인동 585-1"
  },
  {
    "name": "전주초포초등학교",
    "lat": 35.87691649,
    "lng": 127.1392329,
    "color": "빨",
    "info": "전라북도 전주시 덕진구 호성동2가 835"
  },
  {
    "name": "전주팔복초등학교",
    "lat": 35.86340604,
    "lng": 127.0943266,
    "color": "빨",
    "info": "전라북도 전주시 덕진구 동산동 374-1"
  },
  {
    "name": "전주평화초등학교",
    "lat": 35.79925476,
    "lng": 127.1385768,
    "color": "빨",
    "info": "전라북도 전주시 완산구 평화동1가 389-2"
  },
  {
    "name": "정읍북초등학교",
    "lat": 35.57939334,
    "lng": 126.8489945,
    "color": "빨",
    "info": "전라북도 정읍시 농소동 14-1"
  },
  {
    "name": "정읍초등학교",
    "lat": 35.58753828,
    "lng": 126.8624119,
    "color": "빨",
    "info": "전라북도 정읍시 수성동 171"
  },
  {
    "name": "죽산초등학교",
    "lat": 35.77270733,
    "lng": 126.8163726,
    "color": "빨",
    "info": "전라북도 김제시 죽산면 죽산리 498-1"
  },
  {
    "name": "줄포초등학교",
    "lat": 35.59201615,
    "lng": 126.6808875,
    "color": "빨",
    "info": "전라북도 부안군 줄포면 줄포리 200"
  },
  {
    "name": "천천초등학교",
    "lat": 35.73534454,
    "lng": 127.5335162,
    "color": "빨",
    "info": "전라북도 장수군 천천면 춘송리 833-1"
  },
  {
    "name": "청하초등학교",
    "lat": 35.89252361,
    "lng": 126.8583612,
    "color": "빨",
    "info": "전라북도 김제시 청하면 대청리 224"
  },
  {
    "name": "춘포초등학교",
    "lat": 35.90188222,
    "lng": 127.010943,
    "color": "빨",
    "info": "전라북도 익산시 춘포면 용연리 811"
  },
  {
    "name": "칠보초등학교",
    "lat": 35.60692824,
    "lng": 126.9893467,
    "color": "빨",
    "info": "전라북도 정읍시 칠보면 무성리 25-1"
  },
  {
    "name": "하서초등학교",
    "lat": 35.72004035,
    "lng": 126.6491284,
    "color": "빨",
    "info": "전라북도 부안군 하서면 청호리 598-1"
  },
  {
    "name": "함라초등학교",
    "lat": 36.05924854,
    "lng": 126.910886,
    "color": "빨",
    "info": "전라북도 익산시 함라면 함열리 139-1"
  },
  {
    "name": "행안초등학교",
    "lat": 35.71881146,
    "lng": 126.715988,
    "color": "빨",
    "info": "전라북도 부안군 행안면 진동리 199-1"
  },
  {
    "name": "황등초등학교",
    "lat": 36.00941984,
    "lng": 126.9446818,
    "color": "빨",
    "info": "전라북도 익산시 황등면 황등리 650-1"
  },
  {
    "name": "목포용호초등학교",
    "lat": 34.79962752,
    "lng": 126.4006639,
    "color": "빨",
    "info": "전라남도 목포시 용당동 1028-7"
  },
  {
    "name": "목포청호초등학교",
    "lat": 34.8097168,
    "lng": 126.427704,
    "color": "빨",
    "info": "전라남도 목포시 옥암동 966"
  },
  {
    "name": "목포신흥초등학교",
    "lat": 34.79936536,
    "lng": 126.4250612,
    "color": "빨",
    "info": "전라남도 목포시 상동 1017"
  },
  {
    "name": "목포이로초등학교",
    "lat": 34.80461692,
    "lng": 126.4062665,
    "color": "빨",
    "info": "전라남도 목포시 용해동 240-2"
  },
  {
    "name": "목포서해초등학교",
    "lat": 34.81051682,
    "lng": 126.3812719,
    "color": "빨",
    "info": "전라남도 목포시 연산동 1271"
  },
  {
    "name": "목포대성초등학교",
    "lat": 34.79938572,
    "lng": 126.3801375,
    "color": "빨",
    "info": "전라남도 목포시 대성동 212"
  },
  {
    "name": "목포석현초등학교",
    "lat": 34.81479619,
    "lng": 126.4245884,
    "color": "빨",
    "info": "전라남도 목포시 석현동 1172"
  },
  {
    "name": "목포하당초등학교",
    "lat": 34.80625849,
    "lng": 126.4193337,
    "color": "빨",
    "info": "전라남도 목포시 상동 820"
  },
  {
    "name": "목포임성초등학교",
    "lat": 34.82474165,
    "lng": 126.4356816,
    "color": "빨",
    "info": "전라남도 목포시 석현동 96-1"
  },
  {
    "name": "목포한빛초등학교",
    "lat": 34.80337396,
    "lng": 126.4224819,
    "color": "빨",
    "info": "전라남도 목포시 상동 887"
  },
  {
    "name": "목포연동초등학교",
    "lat": 34.79636717,
    "lng": 126.3943662,
    "color": "빨",
    "info": "전라남도 목포시 산정동 1080-4"
  },
  {
    "name": "시전초등학교",
    "lat": 34.75681843,
    "lng": 127.6715474,
    "color": "빨",
    "info": "전라남도 여수시 신기동 136"
  },
  {
    "name": "동백초등학교",
    "lat": 34.71737309,
    "lng": 127.7526431,
    "color": "빨",
    "info": "전라남도 여수시 돌산읍 우두리 1108"
  },
  {
    "name": "백초초등학교",
    "lat": 34.72945476,
    "lng": 127.7437723,
    "color": "빨",
    "info": "전라남도 여수시 돌산읍 우두리 712"
  },
  {
    "name": "여수송현초등학교",
    "lat": 34.74157575,
    "lng": 127.685303,
    "color": "빨",
    "info": "전라남도 여수시 웅천동 1850"
  },
  {
    "name": "도원초등학교",
    "lat": 34.76468899,
    "lng": 127.6508022,
    "color": "빨",
    "info": "전라남도 여수시 선원동 1325-1"
  },
  {
    "name": "거문초등학교",
    "lat": 34.02620068,
    "lng": 127.3124382,
    "color": "빨",
    "info": "전라남도 여수시 삼산면 거문리 136"
  },
  {
    "name": "거문초등학교동도분교장",
    "lat": 34.04971613,
    "lng": 127.3123899,
    "color": "빨",
    "info": "전라남도 여수시 삼산면 동도리 1012"
  },
  {
    "name": "거문초등학교손죽분교장",
    "lat": 34.28612106,
    "lng": 127.3607704,
    "color": "빨",
    "info": "전라남도 여수시 삼산면 손죽리 산1466"
  },
  {
    "name": "신기초등학교",
    "lat": 34.7607959,
    "lng": 127.6751816,
    "color": "빨",
    "info": "전라남도 여수시 신기동 75-3"
  },
  {
    "name": "여수서초등학교",
    "lat": 34.74148827,
    "lng": 127.7244667,
    "color": "빨",
    "info": "전라남도 여수시 서교동 898"
  },
  {
    "name": "여수여문초등학교",
    "lat": 34.75593745,
    "lng": 127.710104,
    "color": "빨",
    "info": "전라남도 여수시 문수동 12"
  },
  {
    "name": "여수구봉초등학교",
    "lat": 34.73590861,
    "lng": 127.7137658,
    "color": "빨",
    "info": "전라남도 여수시 국동 823"
  },
  {
    "name": "외서초등학교",
    "lat": 34.91596023,
    "lng": 127.2733057,
    "color": "빨",
    "info": "전라남도 순천시 외서면 월암리 161"
  },
  {
    "name": "해룡초등학교",
    "lat": 34.91326477,
    "lng": 127.5351232,
    "color": "빨",
    "info": "전라남도 순천시 해룡면 월전리 389-1"
  },
  {
    "name": "순천왕조초등학교",
    "lat": 34.96042678,
    "lng": 127.5138123,
    "color": "빨",
    "info": "전라남도 순천시 조례동 1669"
  },
  {
    "name": "동산초등학교",
    "lat": 34.99378015,
    "lng": 127.4931683,
    "color": "빨",
    "info": "전라남도 순천시 서면 동산리 11"
  },
  {
    "name": "순천남산초등학교",
    "lat": 34.93842862,
    "lng": 127.4955056,
    "color": "빨",
    "info": "전라남도 순천시 풍덕동 1102-18"
  },
  {
    "name": "순천조례초등학교",
    "lat": 34.95580632,
    "lng": 127.522673,
    "color": "빨",
    "info": "전라남도 순천시 조례동 487-2"
  },
  {
    "name": "팔마초등학교",
    "lat": 34.95040377,
    "lng": 127.5306975,
    "color": "빨",
    "info": "전라남도 순천시 해룡면 상삼리 621"
  },
  {
    "name": "라온초등학교",
    "lat": 35.01422792,
    "lng": 126.7791976,
    "color": "빨",
    "info": "전라남도 나주시 빛가람동 384"
  },
  {
    "name": "한아름초등학교",
    "lat": 35.01286698,
    "lng": 126.7976759,
    "color": "빨",
    "info": "전라남도 나주시 빛가람동 848"
  },
  {
    "name": "금천초등학교",
    "lat": 35.03383154,
    "lng": 126.7550342,
    "color": "빨",
    "info": "전라남도 나주시 금천면 오강리 207"
  },
  {
    "name": "나주중앙초등학교",
    "lat": 35.03821806,
    "lng": 126.7193099,
    "color": "빨",
    "info": "전라남도 나주시 성북동 13"
  },
  {
    "name": "빛가람초등학교",
    "lat": 35.00853543,
    "lng": 126.7852202,
    "color": "빨",
    "info": "전라남도 나주시 빛가람동 625"
  },
  {
    "name": "빛누리초등학교",
    "lat": 35.02986292,
    "lng": 126.7858517,
    "color": "빨",
    "info": "전라남도 나주시 빛가람동 25"
  },
  {
    "name": "광양백운초등학교",
    "lat": 34.93726344,
    "lng": 127.6917991,
    "color": "빨",
    "info": "전라남도 광양시 중동 1656"
  },
  {
    "name": "봉강초등학교",
    "lat": 35.01222446,
    "lng": 127.5812821,
    "color": "빨",
    "info": "전라남도 광양시 봉강면 봉당리 468-2"
  },
  {
    "name": "광양제철남초등학교",
    "lat": 34.9346828,
    "lng": 127.7207735,
    "color": "빨",
    "info": "전라남도 광양시 금호동 624-11"
  },
  {
    "name": "광양중동초등학교",
    "lat": 34.93329833,
    "lng": 127.6959407,
    "color": "빨",
    "info": "전라남도 광양시 중동 1685"
  },
  {
    "name": "광양중진초등학교",
    "lat": 34.93296469,
    "lng": 127.6923077,
    "color": "빨",
    "info": "전라남도 광양시 중동 1671"
  },
  {
    "name": "광양제철초등학교",
    "lat": 34.94556548,
    "lng": 127.7296266,
    "color": "빨",
    "info": "전라남도 광양시 금호동 681"
  },
  {
    "name": "광양마동초등학교",
    "lat": 34.95558376,
    "lng": 127.6891907,
    "color": "빨",
    "info": "전라남도 광양시 마동 1028"
  },
  {
    "name": "옥곡초등학교",
    "lat": 34.99093708,
    "lng": 127.695444,
    "color": "빨",
    "info": "전라남도 광양시 옥곡면 원월리 9"
  },
  {
    "name": "광양북초등학교",
    "lat": 34.97659544,
    "lng": 127.5936417,
    "color": "빨",
    "info": "전라남도 광양시 광양읍 목성리 494-4"
  },
  {
    "name": "봉산초등학교",
    "lat": 35.27689093,
    "lng": 126.9570016,
    "color": "빨",
    "info": "전라남도 담양군 봉산면 신학리 131"
  },
  {
    "name": "여수봉산초등학교",
    "lat": 34.73501516,
    "lng": 127.7270092,
    "color": "빨",
    "info": "전라남도 여수시 봉산동 12"
  },
  {
    "name": "담양동초등학교",
    "lat": 35.32066979,
    "lng": 126.9833962,
    "color": "빨",
    "info": "전라남도 담양군 담양읍 객사리 271"
  },
  {
    "name": "금산초등학교",
    "lat": 34.46200776,
    "lng": 127.1296607,
    "color": "빨",
    "info": "전라남도 고흥군 금산면 대흥리 391"
  },
  {
    "name": "벌교중앙초등학교",
    "lat": 34.837722,
    "lng": 127.3430565,
    "color": "빨",
    "info": "전라남도 보성군 벌교읍 장좌리 712"
  },
  {
    "name": "보성초등학교",
    "lat": 34.77147518,
    "lng": 127.0787222,
    "color": "빨",
    "info": "전라남도 보성군 보성읍 보성리 806"
  },
  {
    "name": "복내초등학교",
    "lat": 34.8982366,
    "lng": 127.1275541,
    "color": "빨",
    "info": "전라남도 보성군 복내면 복내리 322"
  },
  {
    "name": "노동초등학교",
    "lat": 34.8237454,
    "lng": 127.0486922,
    "color": "빨",
    "info": "전라남도 보성군 노동면 거석리 522"
  },
  {
    "name": "겸백초등학교",
    "lat": 34.83130507,
    "lng": 127.1507149,
    "color": "빨",
    "info": "전라남도 보성군 겸백면 석호리 559"
  },
  {
    "name": "천태초등학교",
    "lat": 34.94589841,
    "lng": 126.8929581,
    "color": "빨",
    "info": "전라남도 화순군 도암면 원천리 252"
  },
  {
    "name": "이양초등학교",
    "lat": 34.88343278,
    "lng": 126.9886164,
    "color": "빨",
    "info": "전라남도 화순군 이양면 이양리 317"
  },
  {
    "name": "도곡초등학교",
    "lat": 35.01355618,
    "lng": 126.9086474,
    "color": "빨",
    "info": "전라남도 화순군 도곡면 천암리 191"
  },
  {
    "name": "화순만연초등학교",
    "lat": 35.06132821,
    "lng": 126.9950584,
    "color": "빨",
    "info": "전라남도 화순군 화순읍 일심리 862"
  },
  {
    "name": "한천초등학교",
    "lat": 34.97923042,
    "lng": 127.0042311,
    "color": "빨",
    "info": "전라남도 화순군 한천면 한계리 183"
  },
  {
    "name": "유치초등학교",
    "lat": 34.80280347,
    "lng": 126.8356618,
    "color": "빨",
    "info": "전라남도 장흥군 유치면 조양리 695"
  },
  {
    "name": "신전초등학교",
    "lat": 34.49978538,
    "lng": 126.7095601,
    "color": "빨",
    "info": "전라남도 강진군 신전면 용월리 1033-1"
  },
  {
    "name": "마량초등학교",
    "lat": 34.45606956,
    "lng": 126.8115521,
    "color": "빨",
    "info": "전라남도 강진군 마량면 마량리 1028-3"
  },
  {
    "name": "옥천초등학교",
    "lat": 34.56788958,
    "lng": 126.6494247,
    "color": "빨",
    "info": "전라남도 해남군 옥천면 영춘리 573-1"
  },
  {
    "name": "해남서초등학교",
    "lat": 34.57263846,
    "lng": 126.597267,
    "color": "빨",
    "info": "전라남도 해남군 해남읍 성내리 44-2"
  },
  {
    "name": "화산초등학교",
    "lat": 34.49203303,
    "lng": 126.5164072,
    "color": "빨",
    "info": "전라남도 해남군 화산면 방축리 365-1"
  },
  {
    "name": "황산초등학교",
    "lat": 34.57630013,
    "lng": 126.4285784,
    "color": "빨",
    "info": "전라남도 해남군 황산면 남리리 31-8"
  },
  {
    "name": "우수영초등학교",
    "lat": 34.60477049,
    "lng": 126.3122049,
    "color": "빨",
    "info": "전라남도 해남군 문내면 난대리 517"
  },
  {
    "name": "해남동초등학교",
    "lat": 34.56954935,
    "lng": 126.6045983,
    "color": "빨",
    "info": "전라남도 해남군 해남읍 해리 321"
  },
  {
    "name": "현산초등학교",
    "lat": 34.45872963,
    "lng": 126.5529313,
    "color": "빨",
    "info": "전라남도 해남군 현산면 일평리 876-18"
  },
  {
    "name": "도포초등학교",
    "lat": 34.83619497,
    "lng": 126.6357596,
    "color": "빨",
    "info": "전라남도 영암군 도포면 덕화리 100-2"
  },
  {
    "name": "대불초등학교",
    "lat": 34.75656076,
    "lng": 126.4601368,
    "color": "빨",
    "info": "전라남도 영암군 삼호읍 용앙리 1665-5"
  },
  {
    "name": "순천용당초등학교",
    "lat": 34.97532389,
    "lng": 127.4901304,
    "color": "빨",
    "info": "전라남도 순천시 용당동 607-1"
  },
  {
    "name": "용당초등학교",
    "lat": 34.76189229,
    "lng": 126.3997547,
    "color": "빨",
    "info": "전라남도 영암군 삼호읍 용당리 378"
  },
  {
    "name": "장천초등학교",
    "lat": 34.75591879,
    "lng": 126.5819561,
    "color": "빨",
    "info": "전라남도 영암군 서호면 장천리 573"
  },
  {
    "name": "시종초등학교",
    "lat": 34.8673275,
    "lng": 126.6073458,
    "color": "빨",
    "info": "전라남도 영암군 시종면 내동리 10-2"
  },
  {
    "name": "손불초등학교",
    "lat": 35.14523578,
    "lng": 126.4334097,
    "color": "빨",
    "info": "전라남도 함평군 손불면 대전리 273"
  },
  {
    "name": "신광초등학교",
    "lat": 35.15681989,
    "lng": 126.4991256,
    "color": "빨",
    "info": "전라남도 함평군 신광면 월암리 182"
  },
  {
    "name": "학다리중앙초등학교",
    "lat": 35.01336072,
    "lng": 126.5365117,
    "color": "빨",
    "info": "전라남도 함평군 학교면 학교리 585"
  },
  {
    "name": "해보초등학교",
    "lat": 35.17739869,
    "lng": 126.6025329,
    "color": "빨",
    "info": "전라남도 함평군 해보면 금덕리 477"
  },
  {
    "name": "엄다초등학교",
    "lat": 35.01152901,
    "lng": 126.5136034,
    "color": "빨",
    "info": "전라남도 함평군 엄다면 엄다리 811-1"
  },
  {
    "name": "나산초등학교",
    "lat": 35.11662709,
    "lng": 126.606258,
    "color": "빨",
    "info": "전라남도 함평군 나산면 삼축리 389-5"
  },
  {
    "name": "대마초등학교",
    "lat": 35.30284531,
    "lng": 126.5814135,
    "color": "빨",
    "info": "전라남도 영광군 대마면 월산리 375"
  },
  {
    "name": "영광초등학교",
    "lat": 35.27849402,
    "lng": 126.5140537,
    "color": "빨",
    "info": "전라남도 영광군 영광읍 무령리 306"
  },
  {
    "name": "염산초등학교",
    "lat": 35.22091948,
    "lng": 126.3671441,
    "color": "빨",
    "info": "전라남도 영광군 염산면 봉남리 195"
  },
  {
    "name": "염산초등학교낙월분교장",
    "lat": 35.20204377,
    "lng": 126.1366763,
    "color": "빨",
    "info": "전라남도 영광군 낙월면 상낙월리 산 361"
  },
  {
    "name": "홍농초등학교",
    "lat": 35.3992116,
    "lng": 126.4483518,
    "color": "빨",
    "info": "전라남도 영광군 홍농읍 상하리 222"
  },
  {
    "name": "약수초등학교",
    "lat": 35.40826513,
    "lng": 126.8803713,
    "color": "빨",
    "info": "전라남도 장성군 북하면 약수리 406"
  },
  {
    "name": "서삼초등학교",
    "lat": 35.33413352,
    "lng": 126.7676917,
    "color": "빨",
    "info": "전라남도 장성군 서삼면 장산리 196"
  },
  {
    "name": "삼서초등학교",
    "lat": 35.22966964,
    "lng": 126.6536413,
    "color": "빨",
    "info": "전라남도 장성군 삼서면 대곡리 320-1"
  },
  {
    "name": "화흥초등학교",
    "lat": 34.32497363,
    "lng": 126.7011995,
    "color": "빨",
    "info": "전라남도 완도군 완도읍 화흥리 840"
  },
  {
    "name": "금일동초등학교",
    "lat": 34.34000424,
    "lng": 127.0553522,
    "color": "빨",
    "info": "전라남도 완도군 금일읍 월송리 250"
  },
  {
    "name": "소안초등학교",
    "lat": 34.17212122,
    "lng": 126.6539327,
    "color": "빨",
    "info": "전라남도 완도군 소안면 비자리 940"
  },
  {
    "name": "군외초등학교",
    "lat": 34.37902154,
    "lng": 126.6465096,
    "color": "빨",
    "info": "전라남도 완도군 군외면 신학리 666"
  },
  {
    "name": "진도서초등학교",
    "lat": 34.49836275,
    "lng": 126.2411837,
    "color": "빨",
    "info": "전라남도 진도군 진도읍 수역리 817-1"
  },
  {
    "name": "진도서초등학교가사도분교장",
    "lat": 34.47841927,
    "lng": 126.0482071,
    "color": "빨",
    "info": "전라남도 진도군 조도면 가사도리 1007"
  },
  {
    "name": "오산초등학교",
    "lat": 34.49194619,
    "lng": 126.3412586,
    "color": "빨",
    "info": "전라남도 진도군 고군면 오산리 1048-3"
  },
  {
    "name": "오산초등학교",
    "lat": 35.23903564,
    "lng": 127.1210694,
    "color": "빨",
    "info": "전라남도 곡성군 오산면 봉동리 500"
  },
  {
    "name": "고성초등학교",
    "lat": 34.49820272,
    "lng": 126.3217411,
    "color": "빨",
    "info": "전라남도 진도군 고군면 고성리 64-1"
  },
  {
    "name": "군내북초등학교",
    "lat": 34.56382966,
    "lng": 126.2887307,
    "color": "빨",
    "info": "전라남도 진도군 군내면 녹진리 221-3"
  },
  {
    "name": "비금동초등학교",
    "lat": 34.78449717,
    "lng": 125.9799569,
    "color": "빨",
    "info": "전라남도 신안군 비금면 용소리 238-2"
  },
  {
    "name": "비금초등학교",
    "lat": 34.76044685,
    "lng": 125.9208258,
    "color": "빨",
    "info": "전라남도 신안군 비금면 신원리 93"
  },
  {
    "name": "임자초등학교",
    "lat": 35.09002135,
    "lng": 126.1014932,
    "color": "빨",
    "info": "전라남도 신안군 임자면 대기리 348"
  },
  {
    "name": "팔금초등학교",
    "lat": 34.78591393,
    "lng": 126.1443293,
    "color": "빨",
    "info": "전라남도 신안군 팔금면 읍리 699"
  },
  {
    "name": "하의초등학교",
    "lat": 34.59984716,
    "lng": 126.035896,
    "color": "빨",
    "info": "전라남도 신안군 하의면 웅곡리 166-2"
  },
  {
    "name": "신의초등학교",
    "lat": 34.5829401,
    "lng": 126.0957756,
    "color": "빨",
    "info": "전라남도 신안군 신의면 상태동리 29-5"
  },
  {
    "name": "자은초등학교",
    "lat": 34.89105514,
    "lng": 126.0482572,
    "color": "빨",
    "info": "전라남도 신안군 자은면 구영리 44"
  },
  {
    "name": "가은초등학교",
    "lat": 36.64352924,
    "lng": 128.0626174,
    "color": "빨",
    "info": "경상북도 문경시 가은읍 왕능리 292"
  },
  {
    "name": "가은초등학교희양분교장",
    "lat": 36.67017776,
    "lng": 128.0117393,
    "color": "빨",
    "info": "경상북도 문경시 가은읍 상괴리 450"
  },
  {
    "name": "감천초등학교",
    "lat": 36.72214372,
    "lng": 128.5258848,
    "color": "빨",
    "info": "경상북도 예천군 감천면 포리 380"
  },
  {
    "name": "감천초등학교",
    "lat": 36.06522412,
    "lng": 128.1259335,
    "color": "빨",
    "info": "경상북도 김천시 감천면 도평리 514"
  },
  {
    "name": "강구초등학교",
    "lat": 36.35692798,
    "lng": 129.3788178,
    "color": "빨",
    "info": "경상북도 영덕군 강구면 오포리 601"
  },
  {
    "name": "경주초등학교",
    "lat": 35.84261451,
    "lng": 129.1895504,
    "color": "빨",
    "info": "경상북도 경주시 충효동 3012"
  },
  {
    "name": "구미문성초등학교",
    "lat": 36.1616968,
    "lng": 128.3455041,
    "color": "빨",
    "info": "경상북도 구미시 고아읍 문성리 1168"
  },
  {
    "name": "구미인덕초등학교",
    "lat": 36.16200909,
    "lng": 128.4374713,
    "color": "빨",
    "info": "경상북도 구미시 산동면 인덕리 1103"
  },
  {
    "name": "구성초등학교",
    "lat": 36.03141998,
    "lng": 128.0393172,
    "color": "빨",
    "info": "경상북도 김천시 구성면 상원리 100"
  },
  {
    "name": "군위초등학교",
    "lat": 36.23914058,
    "lng": 128.5683877,
    "color": "빨",
    "info": "경상북도 군위군 군위읍 동부리 323-2"
  },
  {
    "name": "금락초등학교",
    "lat": 35.91095677,
    "lng": 128.8239329,
    "color": "빨",
    "info": "경상북도 경산시 하양읍 금락리 396-2"
  },
  {
    "name": "금호초등학교",
    "lat": 35.93483002,
    "lng": 128.8798745,
    "color": "빨",
    "info": "경상북도 영천시 급호읍 교대리 130-2"
  },
  {
    "name": "기북초등학교",
    "lat": 36.12900147,
    "lng": 129.1678869,
    "color": "빨",
    "info": "경상북도 포항시 북구 기북면 용기리 114-3"
  },
  {
    "name": "김천신일초등학교",
    "lat": 36.14354707,
    "lng": 128.1207596,
    "color": "빨",
    "info": "경상북도 김천시 신음동 506-2"
  },
  {
    "name": "낙동동부초등학교",
    "lat": 36.36403842,
    "lng": 128.3008105,
    "color": "빨",
    "info": "경상북도 상주시 낙동면 낙동리 278"
  },
  {
    "name": "낙동초등학교",
    "lat": 36.37597408,
    "lng": 128.2474615,
    "color": "빨",
    "info": "경상북도 상주시 낙동면 내곡리 63"
  },
  {
    "name": "남선초등학교",
    "lat": 36.5248718,
    "lng": 128.7688095,
    "color": "빨",
    "info": "경상북도 안동시 남선면 구미리 146"
  },
  {
    "name": "남성현초등학교",
    "lat": 35.69633791,
    "lng": 128.7162441,
    "color": "빨",
    "info": "경상북도 청도군 화양읍 삼신리 257"
  },
  {
    "name": "남양초등학교",
    "lat": 37.47325572,
    "lng": 130.8380326,
    "color": "빨",
    "info": "경상북도 울릉군 서면 남양리 586-2"
  },
  {
    "name": "남천초등학교",
    "lat": 35.76791034,
    "lng": 128.7253376,
    "color": "빨",
    "info": "경상북도 경산시 남천면 삼성리 88"
  },
  {
    "name": "농암초등학교",
    "lat": 36.60261185,
    "lng": 128.0036121,
    "color": "빨",
    "info": "경상북도 문경시 농암면 농암리 207"
  },
  {
    "name": "농암초등학교청화분교장",
    "lat": 36.57268056,
    "lng": 127.9873795,
    "color": "빨",
    "info": "경상북도 문경시 농암면 화산리 190"
  },
  {
    "name": "대덕초등학교",
    "lat": 35.917828,
    "lng": 127.9714989,
    "color": "빨",
    "info": "경상북도 김천시 대덕면 관기리 183-1"
  },
  {
    "name": "대잠초등학교",
    "lat": 36.01980774,
    "lng": 129.3537383,
    "color": "빨",
    "info": "경상북도 포항시 북구 죽도동 652-1"
  },
  {
    "name": "도량초등학교",
    "lat": 36.14444129,
    "lng": 128.3200031,
    "color": "빨",
    "info": "경상북도 구미시 도량동 106"
  },
  {
    "name": "동성초등학교",
    "lat": 36.68212535,
    "lng": 128.1265707,
    "color": "빨",
    "info": "경상북도 문경시 마성면 오천리 595-2"
  },
  {
    "name": "매화초등학교",
    "lat": 36.91388175,
    "lng": 129.3814541,
    "color": "빨",
    "info": "경상북도 울진군 매화면 매화리 1135"
  },
  {
    "name": "명호초등학교",
    "lat": 36.85639031,
    "lng": 128.8986744,
    "color": "빨",
    "info": "경상북도 봉화군 명호면 도천리 195-3"
  },
  {
    "name": "문수초등학교",
    "lat": 36.77411978,
    "lng": 128.6331641,
    "color": "빨",
    "info": "경상북도 영주시 문수면 적동리 319"
  },
  {
    "name": "봉성초등학교",
    "lat": 36.88547193,
    "lng": 128.8148779,
    "color": "빨",
    "info": "경상북도 봉화군 봉성면 봉성리 526-1"
  },
  {
    "name": "봉화초등학교",
    "lat": 36.89220683,
    "lng": 128.7404884,
    "color": "빨",
    "info": "경상북도 봉화군 봉화읍 내성리 252-3"
  },
  {
    "name": "부남초등학교",
    "lat": 36.31387889,
    "lng": 129.0977438,
    "color": "빨",
    "info": "경상북도 청송군 부남면 하속리 97"
  },
  {
    "name": "사벌초등학교",
    "lat": 36.46771073,
    "lng": 128.208219,
    "color": "빨",
    "info": "경상북도 상주시 사벌면 덕담리 396"
  },
  {
    "name": "산북초등학교",
    "lat": 36.65522061,
    "lng": 128.2567239,
    "color": "빨",
    "info": "경상북도 문경시 산북면 대상리 69"
  },
  {
    "name": "산북초등학교창구분교장",
    "lat": 36.76079008,
    "lng": 128.2438283,
    "color": "빨",
    "info": "경상북도 문경시 산북면 창구리 183"
  },
  {
    "name": "산양초등학교",
    "lat": 36.61034882,
    "lng": 128.2524046,
    "color": "빨",
    "info": "경상북도 문경시 산양면 존도리 72"
  },
  {
    "name": "삼성현초등학교",
    "lat": 35.79977828,
    "lng": 128.7391059,
    "color": "빨",
    "info": "경상북도 경산시 백천동 438-3"
  },
  {
    "name": "석보초등학교",
    "lat": 36.55802905,
    "lng": 129.1231626,
    "color": "빨",
    "info": "경상북도 영양군 석보면 원리리 474-1"
  },
  {
    "name": "선주초등학교",
    "lat": 36.1508122,
    "lng": 128.3113785,
    "color": "빨",
    "info": "경상북도 구미시 봉곡동 287"
  },
  {
    "name": "수륜초등학교",
    "lat": 35.83380504,
    "lng": 128.1915254,
    "color": "빨",
    "info": "경상북도 성주군 수륜면 신파리 41"
  },
  {
    "name": "신녕초등학교",
    "lat": 36.04688085,
    "lng": 128.7892201,
    "color": "빨",
    "info": "경상북도 영천시 신녕면 화성리 714"
  },
  {
    "name": "신성초등학교",
    "lat": 36.52503425,
    "lng": 128.4620292,
    "color": "빨",
    "info": "경상북도 안동시 풍천면 신성리 373"
  },
  {
    "name": "아천초등학교능치분교장",
    "lat": 36.2320339,
    "lng": 128.0653084,
    "color": "빨",
    "info": "경상북도 김천시 어모면 능치리 132-1"
  },
  {
    "name": "아천초등학교",
    "lat": 36.17849039,
    "lng": 128.1163428,
    "color": "빨",
    "info": "경상북도 김천시 어모면 중왕리 735"
  },
  {
    "name": "안평초등학교",
    "lat": 36.37662355,
    "lng": 128.5809234,
    "color": "빨",
    "info": "경상북도 의성군 안평면 박곡리 911"
  },
  {
    "name": "안평초등학교신평분교장",
    "lat": 36.47379231,
    "lng": 128.5040036,
    "color": "빨",
    "info": "경상북도 의성군 신평면 교안리 270"
  },
  {
    "name": "약동초등학교",
    "lat": 35.98461525,
    "lng": 128.381632,
    "color": "빨",
    "info": "경상북도 칠곡군 기산면 죽전리 269-1"
  },
  {
    "name": "약목초등학교",
    "lat": 36.03215528,
    "lng": 128.3605869,
    "color": "빨",
    "info": "경상북도 칠곡군 약목면 복성리 1077"
  },
  {
    "name": "영양중앙초등학교",
    "lat": 36.66375742,
    "lng": 129.1198229,
    "color": "빨",
    "info": "경상북도 영양군 영양읍 동부리 128-1"
  },
  {
    "name": "영천초등학교",
    "lat": 35.96141983,
    "lng": 128.9321647,
    "color": "빨",
    "info": "경상북도 영천시 금노동 504-1"
  },
  {
    "name": "예천초등학교",
    "lat": 36.6559306,
    "lng": 128.4488487,
    "color": "빨",
    "info": "경상북도 예천군 예천읍 서본리 49-6"
  },
  {
    "name": "옥곡초등학교",
    "lat": 35.81484967,
    "lng": 128.7322497,
    "color": "빨",
    "info": "경상북도 경산시 옥곡동 827"
  },
  {
    "name": "와룡초등학교",
    "lat": 36.61929014,
    "lng": 128.7685479,
    "color": "빨",
    "info": "경상북도 안동시 와룡면 가구리 684"
  },
  {
    "name": "외남초등학교",
    "lat": 36.3642082,
    "lng": 128.1000577,
    "color": "빨",
    "info": "경상북도 상주시 외남면 흔평리 580"
  },
  {
    "name": "우곡초등학교",
    "lat": 35.63410569,
    "lng": 128.3687541,
    "color": "빨",
    "info": "경상북도 고령군 우곡면 연리 329"
  },
  {
    "name": "울진초등학교",
    "lat": 36.99527021,
    "lng": 129.399994,
    "color": "빨",
    "info": "경상북도 울진군 울진읍 읍내리 479"
  },
  {
    "name": "원황초등학교",
    "lat": 36.56934464,
    "lng": 129.3931846,
    "color": "빨",
    "info": "경상북도 영덕군 병곡면 원황리 749"
  },
  {
    "name": "월곡초등학교삼계분교장",
    "lat": 36.71887443,
    "lng": 128.9253996,
    "color": "빨",
    "info": "경상북도 안동시 예안면 삼계리 277"
  },
  {
    "name": "월곡초등학교",
    "lat": 36.6612972,
    "lng": 128.8876842,
    "color": "빨",
    "info": "경상북도 안동시 예안면 정산리 624"
  },
  {
    "name": "유천초등학교",
    "lat": 36.63787209,
    "lng": 128.3784288,
    "color": "빨",
    "info": "경상북도 예천군 유천면 가리 746"
  },
  {
    "name": "유천초등학교",
    "lat": 35.57324011,
    "lng": 128.7648903,
    "color": "빨",
    "info": "경상북도 청도군 청도읍 유호리 623"
  },
  {
    "name": "의성남부초등학교",
    "lat": 36.34311453,
    "lng": 128.7012986,
    "color": "빨",
    "info": "경상북도 의성군 의성읍 도동리 670"
  },
  {
    "name": "이산초등학교",
    "lat": 36.83011458,
    "lng": 128.6814803,
    "color": "빨",
    "info": "경상북도 영주시 이산면 석포리 1036"
  },
  {
    "name": "이안초등학교",
    "lat": 36.57882692,
    "lng": 128.1447295,
    "color": "빨",
    "info": "경상북도 상주시 이안면 양범리 268"
  },
  {
    "name": "일월초등학교",
    "lat": 36.70143753,
    "lng": 129.1277246,
    "color": "빨",
    "info": "경상북도 영양군 일월면 도계리 719-2"
  },
  {
    "name": "일월초등학교청기분교장",
    "lat": 36.69961857,
    "lng": 129.0585961,
    "color": "빨",
    "info": "경상북도 영양군 청기면 정족리 139-2"
  },
  {
    "name": "일직초등학교",
    "lat": 36.48395913,
    "lng": 128.6569575,
    "color": "빨",
    "info": "경상북도 안동시 일직면 원호리 116"
  },
  {
    "name": "임고초등학교",
    "lat": 36.02150119,
    "lng": 128.9726311,
    "color": "빨",
    "info": "경상북도 영천시 임고면 양항리 638"
  },
  {
    "name": "입암초등학교",
    "lat": 36.5996457,
    "lng": 129.0873689,
    "color": "빨",
    "info": "경상북도 영양군 입암면 신구리 272"
  },
  {
    "name": "자천초등학교",
    "lat": 36.10969963,
    "lng": 128.9204816,
    "color": "빨",
    "info": "경상북도 영천시 화북면 자천리 895"
  },
  {
    "name": "자천초등학교보현분교장",
    "lat": 36.13322794,
    "lng": 129.0466863,
    "color": "빨",
    "info": "경상북도 영천시 자양면 보현리 687-1"
  },
  {
    "name": "장곡초등학교",
    "lat": 36.07506994,
    "lng": 128.4183501,
    "color": "빨",
    "info": "경상북도 칠곡군 석적읍 중리 235"
  },
  {
    "name": "재산초등학교",
    "lat": 36.8170063,
    "lng": 128.9634566,
    "color": "빨",
    "info": "경상북도 봉화군 재산면 현동리 735"
  },
  {
    "name": "저동초등학교",
    "lat": 37.49944701,
    "lng": 130.9021359,
    "color": "빨",
    "info": "경상북도 울릉군 울릉읍 저동리 440"
  },
  {
    "name": "점촌북초등학교",
    "lat": 36.62629091,
    "lng": 128.156483,
    "color": "빨",
    "info": "경상북도 문경시 유곡동 139"
  },
  {
    "name": "정평초등학교",
    "lat": 35.83264504,
    "lng": 128.7314852,
    "color": "빨",
    "info": "경상북도 경산시 정평동 255-3"
  },
  {
    "name": "조마초등학교",
    "lat": 36.03315956,
    "lng": 128.0992255,
    "color": "빨",
    "info": "경상북도 김천시 조마면 강곡리 237"
  },
  {
    "name": "죽변초등학교",
    "lat": 37.06338883,
    "lng": 129.4212042,
    "color": "빨",
    "info": "경상북도 울진군 죽변면 죽변리 190"
  },
  {
    "name": "지보초등학교",
    "lat": 36.54781681,
    "lng": 128.3888534,
    "color": "빨",
    "info": "경상북도 예천군 지보면 소화리 520-2"
  },
  {
    "name": "천생초등학교",
    "lat": 36.09393555,
    "lng": 128.4379953,
    "color": "빨",
    "info": "경상북도 구미시 구평동 431-2"
  },
  {
    "name": "청리초등학교",
    "lat": 36.3329064,
    "lng": 128.130802,
    "color": "빨",
    "info": "경상북도 상주시 청리면 청하리 729"
  },
  {
    "name": "청송초등학교",
    "lat": 36.43555592,
    "lng": 129.0551512,
    "color": "빨",
    "info": "경상북도 청송군 청송읍 월막리 432-1"
  },
  {
    "name": "파천초등학교",
    "lat": 36.44535125,
    "lng": 129.0314438,
    "color": "빨",
    "info": "경상북도 청송군 파천면 관리 774-1"
  },
  {
    "name": "평산초등학교",
    "lat": 35.80752195,
    "lng": 128.7571511,
    "color": "빨",
    "info": "경상북도 경산시 사동 188"
  },
  {
    "name": "포은초등학교",
    "lat": 35.98046151,
    "lng": 128.9495777,
    "color": "빨",
    "info": "경상북도 영천시 야사동 34-1"
  },
  {
    "name": "포항동부초등학교",
    "lat": 36.06293098,
    "lng": 129.3805148,
    "color": "빨",
    "info": "경상북도 포항시 북구 두호동 1065"
  },
  {
    "name": "포항해맞이초등학교",
    "lat": 36.07138735,
    "lng": 129.3911212,
    "color": "빨",
    "info": "경상북도 포항시 북구 환호동 442-2"
  },
  {
    "name": "하양초등학교",
    "lat": 35.9124659,
    "lng": 128.8190708,
    "color": "빨",
    "info": "경상북도 경산시 하양읍 금락리 133-2"
  },
  {
    "name": "하양초등학교화성분교장",
    "lat": 35.8855076,
    "lng": 128.790102,
    "color": "빨",
    "info": "경상북도 경산시 하양읍 환상리 75-1"
  },
  {
    "name": "학림초등학교",
    "lat": 36.10509441,
    "lng": 128.4910781,
    "color": "빨",
    "info": "경상북도 칠곡군 가산면 학하리 753"
  },
  {
    "name": "해마루초등학교",
    "lat": 36.14033938,
    "lng": 128.4330312,
    "color": "빨",
    "info": "경상북도 구미시 옥계동 920"
  },
  {
    "name": "형곡초등학교",
    "lat": 36.10939946,
    "lng": 128.3382102,
    "color": "빨",
    "info": "경상북도 구미시 형곡동 170"
  },
  {
    "name": "화북초등학교",
    "lat": 36.56717437,
    "lng": 127.9113337,
    "color": "빨",
    "info": "경상북도 상주시 화북면 장암리 110-1"
  },
  {
    "name": "화북초등학교용화분교장",
    "lat": 36.60266529,
    "lng": 127.8259896,
    "color": "빨",
    "info": "경상북도 상주시 화북면 중벌리 651"
  },
  {
    "name": "화북초등학교입석분교장",
    "lat": 36.63794433,
    "lng": 127.8862512,
    "color": "빨",
    "info": "경상북도 상주시 화북면 입석리 550"
  },
  {
    "name": "황상초등학교",
    "lat": 36.11868882,
    "lng": 128.4274177,
    "color": "빨",
    "info": "경상북도 구미시 황상동 176"
  },
  {
    "name": "사벌초등학교",
    "lat": 36.46771073,
    "lng": 128.208219,
    "color": "빨",
    "info": "경상북도 상주시 사벌면 덕담리 396"
  },
  {
    "name": "거제고현초등학교",
    "lat": 34.8736302,
    "lng": 128.6288961,
    "color": "빨",
    "info": "경상남도 거제시 상동동 497"
  },
  {
    "name": "삼룡초등학교",
    "lat": 34.86172569,
    "lng": 128.6440601,
    "color": "빨",
    "info": "경상남도 거제시 문동동 601"
  },
  {
    "name": "제산초등학교",
    "lat": 34.88709826,
    "lng": 128.6420044,
    "color": "빨",
    "info": "경상남도 거제시 양정동 818"
  },
  {
    "name": "창호초등학교",
    "lat": 34.9556549,
    "lng": 128.5206072,
    "color": "빨",
    "info": "경상남도 거제시 사등면 창호리 761"
  },
  {
    "name": "가북초등학교",
    "lat": 35.76276747,
    "lng": 127.9926329,
    "color": "빨",
    "info": "경상남도 거창군 가북면 우혜리 1891-3"
  },
  {
    "name": "가조초등학교",
    "lat": 35.71151446,
    "lng": 128.0132222,
    "color": "빨",
    "info": "경상남도 거창군 가조면 마상리 336-4"
  },
  {
    "name": "고제초등학교",
    "lat": 35.83776026,
    "lng": 127.8769169,
    "color": "빨",
    "info": "경상남도 거창군 고제면 궁항리 1826-1"
  },
  {
    "name": "신원초등학교",
    "lat": 35.56649085,
    "lng": 127.9252778,
    "color": "빨",
    "info": "경상남도 거창군 신원면 과정리 199-4"
  },
  {
    "name": "아림초등학교",
    "lat": 35.68919577,
    "lng": 127.9046794,
    "color": "빨",
    "info": "경상남도 거창군 거창읍 상림리 775"
  },
  {
    "name": "위천초등학교",
    "lat": 35.75281296,
    "lng": 127.8289073,
    "color": "빨",
    "info": "경상남도 거창군 위천면 강천리 100-2"
  },
  {
    "name": "고성초등학교",
    "lat": 34.9764329,
    "lng": 128.3190281,
    "color": "빨",
    "info": "경상남도 고성군 고성읍 서외리 90"
  },
  {
    "name": "대성초등학교",
    "lat": 34.95343677,
    "lng": 128.0776635,
    "color": "빨",
    "info": "경상남도 사천시 좌룡동 300-52"
  },
  {
    "name": "대성초등학교",
    "lat": 34.97590104,
    "lng": 128.3224212,
    "color": "빨",
    "info": "경상남도 고성군 고성읍 성내리 2-9"
  },
  {
    "name": "방산초등학교",
    "lat": 34.97162689,
    "lng": 128.3641296,
    "color": "빨",
    "info": "경상남도 고성군 거류면 용산리 195-158"
  },
  {
    "name": "하이초등학교",
    "lat": 34.92907813,
    "lng": 128.1218287,
    "color": "빨",
    "info": "경상남도 고성군 하이면 덕호리 528-1"
  },
  {
    "name": "관동초등학교",
    "lat": 35.17743495,
    "lng": 128.8168553,
    "color": "빨",
    "info": "경상남도 김해시 관동동 1119"
  },
  {
    "name": "김해구지초등학교",
    "lat": 35.25262228,
    "lng": 128.8691448,
    "color": "빨",
    "info": "경상남도 김해시 구산동 1053"
  },
  {
    "name": "김해대곡초등학교",
    "lat": 35.24403019,
    "lng": 128.898689,
    "color": "빨",
    "info": "경상남도 김해시 어방동 627"
  },
  {
    "name": "김해외동초등학교",
    "lat": 35.23240234,
    "lng": 128.8575933,
    "color": "빨",
    "info": "경상남도 김해시 외동 1218"
  },
  {
    "name": "능동초등학교",
    "lat": 35.19804718,
    "lng": 128.7956662,
    "color": "빨",
    "info": "경상남도 김해시 삼문동 67-5"
  },
  {
    "name": "생림초등학교",
    "lat": 35.33179773,
    "lng": 128.8475763,
    "color": "빨",
    "info": "경상남도 김해시 생림면 봉림리 686-2"
  },
  {
    "name": "이작초등학교",
    "lat": 35.36104128,
    "lng": 128.8374158,
    "color": "빨",
    "info": "경상남도 김해시 생림면 생철리 1104"
  },
  {
    "name": "진영대흥초등학교",
    "lat": 35.30346201,
    "lng": 128.7248939,
    "color": "빨",
    "info": "경상남도 김해시 진영읍 진영리 270"
  },
  {
    "name": "삼동초등학교",
    "lat": 34.80904775,
    "lng": 128.0356413,
    "color": "빨",
    "info": "경상남도 남해군 삼동면 동천리 1104-2"
  },
  {
    "name": "성명초등학교",
    "lat": 34.80889387,
    "lng": 127.8383219,
    "color": "빨",
    "info": "경상남도 남해군 서면 서상리 655-1"
  },
  {
    "name": "이동초등학교",
    "lat": 34.80392414,
    "lng": 127.9523355,
    "color": "빨",
    "info": "경상남도 남해군 이동면 석평리 52-2"
  },
  {
    "name": "지족초등학교",
    "lat": 34.83041884,
    "lng": 128.0004143,
    "color": "빨",
    "info": "경상남도 남해군 삼동면 지족리 255"
  },
  {
    "name": "부북초등학교",
    "lat": 35.51451951,
    "lng": 128.7299789,
    "color": "빨",
    "info": "경상남도 밀양시 부북면 운전리 323-1"
  },
  {
    "name": "거제상동초등학교",
    "lat": 34.86151458,
    "lng": 128.6342537,
    "color": "빨",
    "info": "경상남도 거제시 상동동 54"
  },
  {
    "name": "상동초등학교",
    "lat": 35.5535808,
    "lng": 128.7620224,
    "color": "빨",
    "info": "경상남도 밀양시 상동면 금산리 887-3"
  },
  {
    "name": "초동초등학교",
    "lat": 35.41235807,
    "lng": 128.6914416,
    "color": "빨",
    "info": "경상남도 밀양시 초동면 신호리 12-2"
  },
  {
    "name": "남양초등학교",
    "lat": 34.97771271,
    "lng": 128.0637444,
    "color": "빨",
    "info": "경상남도 사천시 죽림동 770-1"
  },
  {
    "name": "남양초등학교",
    "lat": 35.21210496,
    "lng": 128.6984142,
    "color": "빨",
    "info": "경상남도 창원시 성산구 남양동 18"
  },
  {
    "name": "동성초등학교",
    "lat": 35.07620422,
    "lng": 128.0871089,
    "color": "빨",
    "info": "경상남도 사천시 정동면 고읍리 484-1"
  },
  {
    "name": "문선초등학교",
    "lat": 34.93509962,
    "lng": 128.0793535,
    "color": "빨",
    "info": "경상남도 사천시 벌리동 481-2"
  },
  {
    "name": "사남초등학교",
    "lat": 35.05942006,
    "lng": 128.0664953,
    "color": "빨",
    "info": "경상남도 사천시 사남면 월성리 491"
  },
  {
    "name": "사천초등학교",
    "lat": 35.08361561,
    "lng": 128.092824,
    "color": "빨",
    "info": "경상남도 사천시 사천읍 선인리 551"
  },
  {
    "name": "김해삼성초등학교",
    "lat": 35.23361573,
    "lng": 128.9002062,
    "color": "빨",
    "info": "경상남도 김해시 삼정동 635-1"
  },
  {
    "name": "삼성초등학교",
    "lat": 35.05406035,
    "lng": 128.0749649,
    "color": "빨",
    "info": "경상남도 사천시 사남면 죽천리 6-2"
  },
  {
    "name": "삼성초등학교",
    "lat": 35.36428117,
    "lng": 129.0470093,
    "color": "빨",
    "info": "경상남도 양산시 북정동 383"
  },
  {
    "name": "서포초등학교",
    "lat": 35.00851339,
    "lng": 127.9766428,
    "color": "빨",
    "info": "경상남도 사천시 서포면 구평리 653"
  },
  {
    "name": "용산초등학교",
    "lat": 35.35441411,
    "lng": 128.9021578,
    "color": "빨",
    "info": "경상남도 김해시 상동면 여차리 133"
  },
  {
    "name": "용산초등학교",
    "lat": 34.94301822,
    "lng": 128.0986841,
    "color": "빨",
    "info": "경상남도 사천시 봉남동 479"
  },
  {
    "name": "금서초등학교",
    "lat": 35.46073126,
    "lng": 127.7926941,
    "color": "빨",
    "info": "경상남도 산청군 금서면 화계리 671"
  },
  {
    "name": "단계초등학교",
    "lat": 35.37876154,
    "lng": 128.010256,
    "color": "빨",
    "info": "경상남도 산청군 신등면 단계리 663"
  },
  {
    "name": "단성초등학교",
    "lat": 35.29719782,
    "lng": 127.9561225,
    "color": "빨",
    "info": "경상남도 산청군 단성면 성내리 596-2"
  },
  {
    "name": "덕산초등학교",
    "lat": 35.14524853,
    "lng": 128.7058528,
    "color": "빨",
    "info": "경상남도 창원시 진해구 자은동 863-1"
  },
  {
    "name": "덕산초등학교",
    "lat": 35.27889586,
    "lng": 127.8370719,
    "color": "빨",
    "info": "경상남도 산청군 시천면 사리 835"
  },
  {
    "name": "산청초등학교",
    "lat": 35.41719082,
    "lng": 127.8750945,
    "color": "빨",
    "info": "경상남도 산청군 산청읍 산청리 290-1"
  },
  {
    "name": "삼장초등학교",
    "lat": 35.33497228,
    "lng": 127.8390834,
    "color": "빨",
    "info": "경상남도 산청군 삼장면 석남리 188"
  },
  {
    "name": "김해신안초등학교",
    "lat": 35.17874779,
    "lng": 128.7901445,
    "color": "빨",
    "info": "경상남도 김해시 관동동 426"
  },
  {
    "name": "신안초등학교",
    "lat": 35.18243085,
    "lng": 128.068497,
    "color": "빨",
    "info": "경상남도 진주시 신안동 475"
  },
  {
    "name": "신안초등학교",
    "lat": 35.30186993,
    "lng": 127.9721107,
    "color": "빨",
    "info": "경상남도 산청군 신안면 하정리 721"
  },
  {
    "name": "물금초등학교",
    "lat": 35.316953,
    "lng": 128.9903012,
    "color": "빨",
    "info": "경상남도 양산시 물금읍 가촌리 469-1"
  },
  {
    "name": "범어초등학교",
    "lat": 35.33127093,
    "lng": 129.0053935,
    "color": "빨",
    "info": "경상남도 양산시 물금읍 범어리 718-3"
  },
  {
    "name": "서창초등학교",
    "lat": 35.41754715,
    "lng": 129.1715149,
    "color": "빨",
    "info": "경상남도 양산시 삼호동 623"
  },
  {
    "name": "신명초등학교",
    "lat": 35.388521,
    "lng": 129.141972,
    "color": "빨",
    "info": "경상남도 양산시 평산동 570-49"
  },
  {
    "name": "김해신명초등학교",
    "lat": 35.27034101,
    "lng": 128.8633408,
    "color": "빨",
    "info": "경상남도 김해시 삼계동 1411-4"
  },
  {
    "name": "신양초등학교",
    "lat": 35.33365657,
    "lng": 129.024550685,
    "color": "빨",
    "info": "경상남도 양산시 남부동 553-6"
  },
  {
    "name": "신주초등학교",
    "lat": 35.33723247,
    "lng": 129.0190433,
    "color": "빨",
    "info": "경상남도 양산시 물금읍 범어리 2673-1"
  },
  {
    "name": "중부초등학교",
    "lat": 35.3373192,
    "lng": 129.0326428,
    "color": "빨",
    "info": "경상남도 양산시 중부동 696-2"
  },
  {
    "name": "대의초등학교",
    "lat": 35.37105151,
    "lng": 128.1087405,
    "color": "빨",
    "info": "경상남도 의령군 대의면 마쌍리 439-1"
  },
  {
    "name": "용덕초등학교",
    "lat": 35.34863676,
    "lng": 128.2908075,
    "color": "빨",
    "info": "경상남도 의령군 용덕면 운곡리 234-2"
  },
  {
    "name": "정곡초등학교",
    "lat": 35.37927891,
    "lng": 128.3247734,
    "color": "빨",
    "info": "경상남도 의령군 정곡면 중교리 428-1"
  },
  {
    "name": "지정초등학교",
    "lat": 35.38325006,
    "lng": 128.3870992,
    "color": "빨",
    "info": "경상남도 의령군 지정면 봉곡리 775-1"
  },
  {
    "name": "화정초등학교",
    "lat": 35.26273301,
    "lng": 128.8655125,
    "color": "빨",
    "info": "경상남도 김해시 삼계동 1438-2"
  },
  {
    "name": "화정초등학교",
    "lat": 35.27650972,
    "lng": 128.2108641,
    "color": "빨",
    "info": "경상남도 의령군 화정면 상정리 642-1"
  },
  {
    "name": "갈전초등학교",
    "lat": 35.18294375,
    "lng": 128.1489843,
    "color": "빨",
    "info": "경상남도 진주시 충무공동 190-1"
  },
  {
    "name": "도동초등학교",
    "lat": 35.18960406,
    "lng": 128.1175981,
    "color": "빨",
    "info": "경상남도 진주시 하대동 343-3"
  },
  {
    "name": "배영초등학교",
    "lat": 35.17623063,
    "lng": 128.0673843,
    "color": "빨",
    "info": "경상남도 진주시 신안동 710-1"
  },
  {
    "name": "봉래초등학교",
    "lat": 35.19990618,
    "lng": 128.0876868,
    "color": "빨",
    "info": "경상남도 진주시 봉래동 27-2"
  },
  {
    "name": "사봉초등학교",
    "lat": 35.1888823,
    "lng": 128.2692505,
    "color": "빨",
    "info": "경상남도 진주시 사봉면 사곡리 993-1"
  },
  {
    "name": "선학초등학교",
    "lat": 35.19614941,
    "lng": 128.1237884,
    "color": "빨",
    "info": "경상남도 진주시 초전동 405-1"
  },
  {
    "name": "수정초등학교",
    "lat": 35.16536286,
    "lng": 128.0485252,
    "color": "빨",
    "info": "경상남도 진주시 평거동 1125"
  },
  {
    "name": "김해신안초등학교",
    "lat": 35.17874779,
    "lng": 128.7901445,
    "color": "빨",
    "info": "경상남도 김해시 관동동 426"
  },
  {
    "name": "신안초등학교",
    "lat": 35.18243085,
    "lng": 128.068497,
    "color": "빨",
    "info": "경상남도 진주시 신안동 475"
  },
  {
    "name": "신안초등학교",
    "lat": 35.30186993,
    "lng": 127.9721107,
    "color": "빨",
    "info": "경상남도 산청군 신안면 하정리 721"
  },
  {
    "name": "신진초등학교",
    "lat": 35.17479693,
    "lng": 128.0662179,
    "color": "빨",
    "info": "경상남도 진주시 평거동 748-4"
  },
  {
    "name": "주약초등학교",
    "lat": 35.17243629,
    "lng": 128.0916873,
    "color": "빨",
    "info": "경상남도 진주시 주약동 360-12"
  },
  {
    "name": "진성초등학교",
    "lat": 35.16996542,
    "lng": 128.2246676,
    "color": "빨",
    "info": "경상남도 진주시 진성면 상촌리 541-2"
  },
  {
    "name": "길곡초등학교",
    "lat": 35.38477953,
    "lng": 128.5681132,
    "color": "빨",
    "info": "경상남도 창녕군 길곡면 증산리 704"
  },
  {
    "name": "동포초등학교",
    "lat": 35.39066617,
    "lng": 128.4789924,
    "color": "빨",
    "info": "경상남도 창녕군 남지읍 남지리 598-2"
  },
  {
    "name": "유어초등학교",
    "lat": 35.50887408,
    "lng": 128.4109906,
    "color": "빨",
    "info": "경상남도 창녕군 유어면 부곡리 481"
  },
  {
    "name": "창녕성산초등학교",
    "lat": 35.62361854,
    "lng": 128.4778099,
    "color": "빨",
    "info": "경상남도 창녕군 성산면 정녕리 28"
  },
  {
    "name": "창녕초등학교",
    "lat": 35.53658175,
    "lng": 128.502237,
    "color": "빨",
    "info": "경상남도 창녕군 창녕읍 말흘리 210"
  },
  {
    "name": "감계초등학교",
    "lat": 35.30037832,
    "lng": 128.5886381,
    "color": "빨",
    "info": "경상남도 창원시 의창구 북면 감계리 253-4"
  },
  {
    "name": "구산초등학교",
    "lat": 35.25295432,
    "lng": 128.8736958,
    "color": "빨",
    "info": "경상남도 김해시 구산동 408"
  },
  {
    "name": "구산초등학교",
    "lat": 35.12047404,
    "lng": 128.5792281,
    "color": "빨",
    "info": "경상남도 창원시 마산합포구 구산면 수정리 594-1"
  },
  {
    "name": "구산초등학교구서분교장",
    "lat": 35.12107913,
    "lng": 128.538013,
    "color": "빨",
    "info": "경상남도 창원시 마산합포구 구산면 마전리 82"
  },
  {
    "name": "덕산초등학교",
    "lat": 35.14524853,
    "lng": 128.7058528,
    "color": "빨",
    "info": "경상남도 창원시 진해구 자은동 863-1"
  },
  {
    "name": "덕산초등학교",
    "lat": 35.27889586,
    "lng": 127.8370719,
    "color": "빨",
    "info": "경상남도 산청군 시천면 사리 835"
  },
  {
    "name": "도계초등학교",
    "lat": 35.25908127,
    "lng": 128.6393137,
    "color": "빨",
    "info": "경상남도 창원시 의창구 도계동 357-1"
  },
  {
    "name": "마산중앙초등학교",
    "lat": 35.24834648,
    "lng": 128.6026989,
    "color": "빨",
    "info": "경상남도 창원시 마산회원구 구암동 9-2"
  },
  {
    "name": "무동초등학교",
    "lat": 35.32084108,
    "lng": 128.5819613,
    "color": "빨",
    "info": "경상남도 창원시 의창구 북면 무동리 121-2"
  },
  {
    "name": "봉강초등학교",
    "lat": 35.35055776,
    "lng": 128.6558307,
    "color": "빨",
    "info": "경상남도 창원시 의창구 동읍 봉강리 115-3"
  },
  {
    "name": "북성초등학교",
    "lat": 35.23179826,
    "lng": 128.5701766,
    "color": "빨",
    "info": "경상남도 창원시 마산회원구 석전동 203-7"
  },
  {
    "name": "산호초등학교",
    "lat": 35.21965643,
    "lng": 128.5795821,
    "color": "빨",
    "info": "경상남도 창원시 마산합포구 산호동 53-1"
  },
  {
    "name": "석전초등학교",
    "lat": 35.23207495,
    "lng": 128.576453,
    "color": "빨",
    "info": "경상남도 창원시 마산회원구 석전동 243-1"
  },
  {
    "name": "우암초등학교",
    "lat": 35.24311604,
    "lng": 128.8669103,
    "color": "빨",
    "info": "경상남도 김해시 내동 1072"
  },
  {
    "name": "우암초등학교",
    "lat": 35.33415976,
    "lng": 128.7298161,
    "color": "빨",
    "info": "경상남도 창원시 의창구 대산면 우암리 345-3"
  },
  {
    "name": "웅천초등학교",
    "lat": 35.104066,
    "lng": 128.7558991,
    "color": "빨",
    "info": "경상남도 창원시 진해구 남문동 1291"
  },
  {
    "name": "장복초등학교",
    "lat": 35.15759991,
    "lng": 128.6951594,
    "color": "빨",
    "info": "경상남도 창원시 진해구 석동 674"
  },
  {
    "name": "진해신항초등학교",
    "lat": 35.08971279,
    "lng": 128.8107118,
    "color": "빨",
    "info": "경상남도 창원시 진해구 용원동 1341"
  },
  {
    "name": "창원신월초등학교",
    "lat": 35.22585442,
    "lng": 128.6932153,
    "color": "빨",
    "info": "경상남도 창원시 의창구 신월동 76"
  },
  {
    "name": "호계초등학교",
    "lat": 35.26548318,
    "lng": 128.5225566,
    "color": "빨",
    "info": "경상남도 창원시 마산회원구 내서읍 호계리 71-1"
  },
  {
    "name": "남포초등학교",
    "lat": 34.82443266,
    "lng": 128.4325152,
    "color": "빨",
    "info": "경상남도 통영시 도남동 187"
  },
  {
    "name": "두룡초등학교",
    "lat": 34.83786624,
    "lng": 128.4118536,
    "color": "빨",
    "info": "경상남도 통영시 도천동 112-3"
  },
  {
    "name": "벽방초등학교",
    "lat": 34.9483281,
    "lng": 128.4106883,
    "color": "빨",
    "info": "경상남도 통영시 광도면 안정리 1058"
  },
  {
    "name": "죽림초등학교",
    "lat": 34.8765769,
    "lng": 128.4168275,
    "color": "빨",
    "info": "경상남도 통영시 광도면 죽림리 1583-76"
  },
  {
    "name": "고전초등학교",
    "lat": 35.02499014,
    "lng": 127.818203,
    "color": "빨",
    "info": "경상남도 하동군 고전면 범아리 318"
  },
  {
    "name": "북천초등학교",
    "lat": 35.11364089,
    "lng": 127.8891057,
    "color": "빨",
    "info": "경상남도 하동군 북천면 직전리 677-1"
  },
  {
    "name": "옥종초등학교",
    "lat": 35.18107116,
    "lng": 127.8826292,
    "color": "빨",
    "info": "경상남도 하동군 옥종면 청룡리 143-2"
  },
  {
    "name": "적량초등학교",
    "lat": 35.08560622,
    "lng": 127.773542,
    "color": "빨",
    "info": "경상남도 하동군 적량면 관리 136-2"
  },
  {
    "name": "진교초등학교",
    "lat": 35.03409766,
    "lng": 127.8990945,
    "color": "빨",
    "info": "경상남도 하동군 진교면 진교리 466"
  },
  {
    "name": "하동초등학교",
    "lat": 35.06692842,
    "lng": 127.747771,
    "color": "빨",
    "info": "경상남도 하동군 하동읍 광평리 299"
  },
  {
    "name": "화개초등학교",
    "lat": 35.19928811,
    "lng": 127.6288055,
    "color": "빨",
    "info": "경상남도 하동군 화개면 삼신리 594-2"
  },
  {
    "name": "화개초등학교왕성분교장",
    "lat": 35.2639152,
    "lng": 127.6385491,
    "color": "빨",
    "info": "경상남도 하동군 화개면 범왕리 51-1"
  },
  {
    "name": "가야초등학교",
    "lat": 35.27806804,
    "lng": 128.4024585,
    "color": "빨",
    "info": "경상남도 함안군 가야읍 도항리 88-1"
  },
  {
    "name": "김해가야초등학교",
    "lat": 35.23638014,
    "lng": 128.8509812,
    "color": "빨",
    "info": "경상남도 김해시 외동 830"
  },
  {
    "name": "군북초등학교",
    "lat": 35.25793222,
    "lng": 128.3467169,
    "color": "빨",
    "info": "경상남도 함안군 군북면 덕대리 17"
  },
  {
    "name": "칠서초등학교이령분교장",
    "lat": 35.36616968,
    "lng": 128.5391873,
    "color": "빨",
    "info": "경상남도 함안군 칠북면 이령리 231-9"
  },
  {
    "name": "칠서초등학교",
    "lat": 35.3324529,
    "lng": 128.4982852,
    "color": "빨",
    "info": "경상남도 함안군 칠서면 청계리 729"
  },
  {
    "name": "칠서초등학교이룡분교장",
    "lat": 35.38745938,
    "lng": 128.5063955,
    "color": "빨",
    "info": "경상남도 함안군 칠서면 이룡리 900"
  },
  {
    "name": "호암초등학교",
    "lat": 35.27449683,
    "lng": 128.5206495,
    "color": "빨",
    "info": "경상남도 함안군 칠원읍 오곡리 97"
  },
  {
    "name": "마천초등학교",
    "lat": 35.38633496,
    "lng": 127.6592337,
    "color": "빨",
    "info": "경상남도 함양군 마천면 덕전리 86-4"
  },
  {
    "name": "백전초등학교",
    "lat": 35.55248242,
    "lng": 127.6349252,
    "color": "빨",
    "info": "경상남도 함양군 백전면 평정리 481"
  },
  {
    "name": "서하초등학교",
    "lat": 35.64898086,
    "lng": 127.6982216,
    "color": "빨",
    "info": "경상남도 함양군 서하면 송계리 869"
  },
  {
    "name": "안의초등학교",
    "lat": 35.62951977,
    "lng": 127.8092881,
    "color": "빨",
    "info": "경상남도 함양군 안의면 당본리 203"
  },
  {
    "name": "위성초등학교",
    "lat": 35.52381419,
    "lng": 127.7323296,
    "color": "빨",
    "info": "경상남도 함양군 함양읍 교산리 201"
  },
  {
    "name": "함양초등학교",
    "lat": 35.52136917,
    "lng": 127.7255947,
    "color": "빨",
    "info": "경상남도 함양군 함양읍 운림리 27-1"
  },
  {
    "name": "대병초등학교",
    "lat": 35.51944881,
    "lng": 128.0107843,
    "color": "빨",
    "info": "경상남도 합천군 대병면 회양리 880"
  },
  {
    "name": "대양초등학교",
    "lat": 35.51778765,
    "lng": 128.1725343,
    "color": "빨",
    "info": "경상남도 합천군 대양면 덕정리 898-4"
  },
  {
    "name": "봉산초등학교",
    "lat": 35.6262429,
    "lng": 128.0407732,
    "color": "빨",
    "info": "경상남도 합천군 봉산면 김봉리 348-1"
  },
  {
    "name": "야로초등학교",
    "lat": 35.71173764,
    "lng": 128.177917,
    "color": "빨",
    "info": "경상남도 합천군 야로면 하빈리 492"
  },
  {
    "name": "적중초등학교",
    "lat": 35.54622818,
    "lng": 128.2811332,
    "color": "빨",
    "info": "경상남도 합천군 적중면 상부리 142-1"
  },
  {
    "name": "한림초등학교비양분교장",
    "lat": 33.40713837,
    "lng": 126.2312685,
    "color": "빨",
    "info": "제주특별자치도 제주시 한림읍 협재리 2929"
  },
  {
    "name": "한림초등학교",
    "lat": 33.41122029,
    "lng": 126.2612256,
    "color": "빨",
    "info": "제주특별자치도 제주시 한림읍 한림리 1383"
  },
  {
    "name": "일도초등학교",
    "lat": 33.50962031,
    "lng": 126.5293377,
    "color": "빨",
    "info": "제주특별자치도 제주시 일도이동 1038-1"
  },
  {
    "name": "동화초등학교",
    "lat": 33.51882091,
    "lng": 126.575937,
    "color": "빨",
    "info": "제주특별자치도 제주시 화북일동 12-2"
  },
  {
    "name": "도평초등학교",
    "lat": 33.48051437,
    "lng": 126.4472917,
    "color": "빨",
    "info": "제주특별자치도 제주시 도평동 866"
  },
  {
    "name": "이도초등학교",
    "lat": 33.48811114,
    "lng": 126.5320548,
    "color": "빨",
    "info": "제주특별자치도 제주시 이도이동 2038"
  },
  {
    "name": "하귀초등학교",
    "lat": 33.47967255,
    "lng": 126.4016862,
    "color": "빨",
    "info": "제주특별자치도 제주시 애월읍 하귀2리 1908-2"
  },
  {
    "name": "한천초등학교",
    "lat": 33.50708785,
    "lng": 126.5132873,
    "color": "빨",
    "info": "제주특별자치도 제주시 용담일동 254-1"
  },
  {
    "name": "도남초등학교",
    "lat": 33.49361237,
    "lng": 126.5258202,
    "color": "빨",
    "info": "제주특별자치도 제주시 도남동 845-1"
  },
  {
    "name": "조천초등학교교래분교장",
    "lat": 33.43636388,
    "lng": 126.6784893,
    "color": "빨",
    "info": "제주특별자치도 제주시 조천읍 교래리 564"
  },
  {
    "name": "조천초등학교",
    "lat": 33.53544199,
    "lng": 126.6338169,
    "color": "빨",
    "info": "제주특별자치도 제주시 조천읍 조천리 3140"
  },
  {
    "name": "금악초등학교",
    "lat": 33.35645137,
    "lng": 126.2958559,
    "color": "빨",
    "info": "제주특별자치도 제주시 한림읍 금악리 1915"
  },
  {
    "name": "월랑초등학교",
    "lat": 33.49244988,
    "lng": 126.4781907,
    "color": "빨",
    "info": "제주특별자치도 제주시 노형동 1085"
  },
  {
    "name": "하귀일초등학교",
    "lat": 33.48370085,
    "lng": 126.4152795,
    "color": "빨",
    "info": "제주특별자치도 제주시 애월읍 하귀1리 158-1"
  },
  {
    "name": "도련초등학교",
    "lat": 33.51367387,
    "lng": 126.5840539,
    "color": "빨",
    "info": "제주특별자치도 제주시 도련일동 1913"
  },
  {
    "name": "삼성초등학교",
    "lat": 33.50308863,
    "lng": 126.5254144,
    "color": "빨",
    "info": "제주특별자치도 제주시 이도일동 1650-1"
  },
  {
    "name": "송당초등학교",
    "lat": 33.47087655,
    "lng": 126.7808089,
    "color": "빨",
    "info": "제주특별자치도 제주시 구좌읍 송당리 1366"
  },
  {
    "name": "풍천초등학교",
    "lat": 33.34882182,
    "lng": 126.8501573,
    "color": "빨",
    "info": "제주특별자치도 서귀포시 성산읍 신천리 603"
  },
  {
    "name": "보성초등학교",
    "lat": 33.2495623,
    "lng": 126.2761054,
    "color": "빨",
    "info": "제주특별자치도 서귀포시 대정읍 보성리 1629-1"
  },
  {
    "name": "서호초등학교",
    "lat": 33.25363421,
    "lng": 126.5294228,
    "color": "빨",
    "info": "제주특별자치도 서귀포시 호근동 1421-5"
  }
]