var school_high = [
  {
    "name": "관악고등학교",
    "lat": 37.52144634,
    "lng": 126.8829505,
    "color": "파",
    "info": "서울특별시 영등포구 양평동2가 23-2"
  },
  {
    "name": "구로고등학교",
    "lat": 37.49864368,
    "lng": 126.8900126,
    "color": "파",
    "info": "서울특별시 구로구 구로동 105-1"
  },
  {
    "name": "대광고등학교",
    "lat": 37.57764292,
    "lng": 127.0244386,
    "color": "파",
    "info": "서울특별시 동대문구 신설동 53-3"
  },
  {
    "name": "대진디자인고등학교",
    "lat": 37.49070951,
    "lng": 127.0961005,
    "color": "파",
    "info": "서울특별시 강남구 수서동 733"
  },
  {
    "name": "독산고등학교",
    "lat": 37.476199,
    "lng": 126.9109732,
    "color": "파",
    "info": "서울특별시 금천구 독산동 907-34"
  },
  {
    "name": "동명여자정보산업고등학교",
    "lat": 37.61383099,
    "lng": 126.9246425,
    "color": "파",
    "info": "서울특별시 은평구 대조동 91-20"
  },
  {
    "name": "둔촌고등학교",
    "lat": 37.53110499,
    "lng": 127.1442322,
    "color": "파",
    "info": "서울특별시 강동구 둔촌동 79-3"
  },
  {
    "name": "면목고등학교",
    "lat": 37.5844889,
    "lng": 127.0965917,
    "color": "파",
    "info": "서울특별시 중랑구 면목동 77"
  },
  {
    "name": "미림여자정보과학고등학교",
    "lat": 37.46644063,
    "lng": 126.9327248,
    "color": "파",
    "info": "서울특별시 관악구 신림동 1557-1"
  },
  {
    "name": "방산고등학교",
    "lat": 37.50831315,
    "lng": 127.120799,
    "color": "파",
    "info": "서울특별시 송파구 방이동 220-5"
  },
  {
    "name": "배재고등학교",
    "lat": 37.55612853,
    "lng": 127.1508514,
    "color": "파",
    "info": "서울특별시 강동구 고덕동 313"
  },
  {
    "name": "상문고등학교",
    "lat": 37.47877647,
    "lng": 127.0042138,
    "color": "파",
    "info": "서울특별시 서초구 방배동 1000-1"
  },
  {
    "name": "서울세종고등학교",
    "lat": 37.48999885,
    "lng": 127.1025991,
    "color": "파",
    "info": "서울특별시 강남구 수서동 711"
  },
  {
    "name": "성남고등학교",
    "lat": 37.50518496,
    "lng": 126.9263176,
    "color": "파",
    "info": "서울특별시 동작구 대방동 375-1"
  },
  {
    "name": "성보고등학교",
    "lat": 37.47989505,
    "lng": 126.9198499,
    "color": "파",
    "info": "서울특별시 관악구 신림동 1690"
  },
  {
    "name": "세그루패션디자인고등학교",
    "lat": 37.65558838,
    "lng": 127.0266282,
    "color": "파",
    "info": "서울특별시 도봉구 쌍문동 263"
  },
  {
    "name": "세명컴퓨터고등학교",
    "lat": 37.62755921,
    "lng": 126.9235283,
    "color": "파",
    "info": "서울특별시 은평구 불광동 445-35"
  },
  {
    "name": "세현고등학교",
    "lat": 37.56031757,
    "lng": 126.8637798,
    "color": "파",
    "info": "서울특별시 강서구 가양동 1491"
  },
  {
    "name": "세화고등학교",
    "lat": 37.5018343,
    "lng": 126.9918657,
    "color": "파",
    "info": "서울특별시 서초구 반포동 753"
  },
  {
    "name": "숭실고등학교",
    "lat": 37.59335787,
    "lng": 126.903999,
    "color": "파",
    "info": "서울특별시 은평구 신사동 300-88"
  },
  {
    "name": "신림고등학교",
    "lat": 37.47854994,
    "lng": 126.9175132,
    "color": "파",
    "info": "서울특별시 관악구 신림동 산 197-1"
  },
  {
    "name": "용문고등학교",
    "lat": 37.58793476,
    "lng": 127.0251959,
    "color": "파",
    "info": "서울특별시 성북구 안암동2가 96-1"
  },
  {
    "name": "잠일고등학교",
    "lat": 37.51441072,
    "lng": 127.0824958,
    "color": "파",
    "info": "서울특별시 송파구 잠실동 19-2"
  },
  {
    "name": "장충고등학교",
    "lat": 37.55261218,
    "lng": 127.0060726,
    "color": "파",
    "info": "서울특별시 중구 신당동 432-460"
  },
  {
    "name": "재현고등학교",
    "lat": 37.660214,
    "lng": 127.0796775,
    "color": "파",
    "info": "서울특별시 노원구 중계동 129-2"
  },
  {
    "name": "중경고등학교",
    "lat": 37.51750016,
    "lng": 126.9754854,
    "color": "파",
    "info": "서울특별시 용산구 이촌동 300-302"
  },
  {
    "name": "청원고등학교",
    "lat": 37.66666861,
    "lng": 127.0630728,
    "color": "파",
    "info": "서울특별시 노원구 상계동 641"
  },
  {
    "name": "한성과학고등학교",
    "lat": 37.57598593,
    "lng": 126.9528402,
    "color": "파",
    "info": "서울특별시 서대문구 현저동 산 5-2"
  },
  {
    "name": "휘봉고등학교",
    "lat": 37.58647725,
    "lng": 127.0685464,
    "color": "파",
    "info": "서울특별시 동대문구 휘경동 43-138"
  },
  {
    "name": "경성전자고등학교",
    "lat": 35.11637055,
    "lng": 129.012271,
    "color": "파",
    "info": "부산광역시 서구 서대신동3가 188-1"
  },
  {
    "name": "금정고등학교",
    "lat": 35.20723875,
    "lng": 129.1075827,
    "color": "파",
    "info": "부산광역시 동래구 명장동 432"
  },
  {
    "name": "대동고등학교",
    "lat": 35.08662035,
    "lng": 128.9832509,
    "color": "파",
    "info": "부산광역시 사하구 신평동 569-72"
  },
  {
    "name": "대연고등학교",
    "lat": 35.12845516,
    "lng": 129.1016171,
    "color": "파",
    "info": "부산광역시 남구 대연동 670-4"
  },
  {
    "name": "대진전자통신고등학교",
    "lat": 35.24103134,
    "lng": 129.0816335,
    "color": "파",
    "info": "부산광역시 금정구 장전동 657-13"
  },
  {
    "name": "동아고등학교",
    "lat": 35.09340085,
    "lng": 128.9857039,
    "color": "파",
    "info": "부산광역시 사하구 괴정동 619-41"
  },
  {
    "name": "동천고등학교",
    "lat": 35.14467757,
    "lng": 129.0871276,
    "color": "파",
    "info": "부산광역시 남구 대연동 1573-7"
  },
  {
    "name": "명호고등학교",
    "lat": 35.08034303,
    "lng": 128.9000754,
    "color": "파",
    "info": "부산광역시 강서구 명지동 3236-3"
  },
  {
    "name": "부산강서고등학교",
    "lat": 35.21588767,
    "lng": 128.9829292,
    "color": "파",
    "info": "부산광역시 강서구 대저1동 421-3"
  },
  {
    "name": "부산남일고등학교",
    "lat": 35.17823254,
    "lng": 129.101259,
    "color": "파",
    "info": "부산광역시 수영구 망미동 920-10"
  },
  {
    "name": "부산동성고등학교",
    "lat": 35.15104134,
    "lng": 129.0691908,
    "color": "파",
    "info": "부산광역시 부산진구 전포동 358-8"
  },
  {
    "name": "부산여자상업고등학교",
    "lat": 35.16895011,
    "lng": 129.0965329,
    "color": "파",
    "info": "부산광역시 수영구 망미동 979-15"
  },
  {
    "name": "부산일과학고등학교",
    "lat": 35.11652195,
    "lng": 128.9889506,
    "color": "파",
    "info": "부산광역시 사하구 당리동 2-1"
  },
  {
    "name": "부일전자디자인고등학교",
    "lat": 35.09094108,
    "lng": 129.0015844,
    "color": "파",
    "info": "부산광역시 사하구 감천동 634-61"
  },
  {
    "name": "삼정고등학교",
    "lat": 35.19382945,
    "lng": 129.0100284,
    "color": "파",
    "info": "부산광역시 북구 구포동 1251-1"
  },
  {
    "name": "센텀고등학교",
    "lat": 35.17659608,
    "lng": 129.1275569,
    "color": "파",
    "info": "부산광역시 해운대구 재송동 1222"
  },
  {
    "name": "양정고등학교",
    "lat": 35.16917158,
    "lng": 129.0741918,
    "color": "파",
    "info": "부산광역시 부산진구 양정동 33-33"
  },
  {
    "name": "성서고등학교",
    "lat": 35.85969577,
    "lng": 128.516043,
    "color": "파",
    "info": "대구광역시 달서구 용산동 501-1"
  },
  {
    "name": "경상고등학교",
    "lat": 35.90197632,
    "lng": 128.6224691,
    "color": "파",
    "info": "대구광역시 북구 복현동 105"
  },
  {
    "name": "대구동부고등학교",
    "lat": 35.87431335,
    "lng": 128.7192847,
    "color": "파",
    "info": "대구광역시 동구 각산동 199"
  },
  {
    "name": "영남고등학교",
    "lat": 35.82082239,
    "lng": 128.5375711,
    "color": "파",
    "info": "대구광역시 달서구 상인동 70"
  },
  {
    "name": "동문고등학교",
    "lat": 35.87728684,
    "lng": 128.6508557,
    "color": "파",
    "info": "대구광역시 수성구 만촌동 82-4"
  },
  {
    "name": "대륜고등학교",
    "lat": 35.85304009,
    "lng": 128.6557518,
    "color": "파",
    "info": "대구광역시 수성구 만촌동 산 241"
  },
  {
    "name": "인천영흥고등학교",
    "lat": 37.26521102,
    "lng": 126.479282,
    "color": "파",
    "info": "인천광역시 옹진군 영흥면 내리 496-95"
  },
  {
    "name": "세일고등학교",
    "lat": 37.50571971,
    "lng": 126.6932085,
    "color": "파",
    "info": "인천광역시 부평구 산곡동 179-79"
  },
  {
    "name": "인천과학예술영재학교",
    "lat": 37.38178392,
    "lng": 126.6300449,
    "color": "파",
    "info": "인천광역시 연수구 송도동 115"
  },
  {
    "name": "광주고등학교",
    "lat": 35.15891765,
    "lng": 126.9211469,
    "color": "파",
    "info": "광주광역시 동구 계림동 239-1"
  },
  {
    "name": "광주동성고등학교",
    "lat": 35.11577068,
    "lng": 126.8964234,
    "color": "파",
    "info": "광주광역시 남구 진월동 406"
  },
  {
    "name": "광주인성고등학교",
    "lat": 35.10283513,
    "lng": 126.8819879,
    "color": "파",
    "info": "광주광역시 남구 송하동 492-28"
  },
  {
    "name": "송원고등학교",
    "lat": 35.11329199,
    "lng": 126.8711413,
    "color": "파",
    "info": "광주광역시 남구 송하동 365-1"
  },
  {
    "name": "운남고등학교",
    "lat": 35.17542994,
    "lng": 126.816415,
    "color": "파",
    "info": "광주광역시 광산구 운남동 794-2"
  },
  {
    "name": "첨단고등학교",
    "lat": 35.20672919,
    "lng": 126.8372644,
    "color": "파",
    "info": "광주광역시 광산구 월계동 864-11"
  },
  {
    "name": "풍암고등학교",
    "lat": 35.12252364,
    "lng": 126.8676352,
    "color": "파",
    "info": "광주광역시 서구 풍암동 1006"
  },
  {
    "name": "대전가오고등학교",
    "lat": 36.31032866,
    "lng": 127.4538912,
    "color": "파",
    "info": "대전광역시 동구 가오동 427"
  },
  {
    "name": "대전구봉고등학교",
    "lat": 36.29532013,
    "lng": 127.3303853,
    "color": "파",
    "info": "대전광역시 서구 관저동 1155"
  },
  {
    "name": "유성고등학교",
    "lat": 36.34954727,
    "lng": 127.3348023,
    "color": "파",
    "info": "대전광역시 유성구 구암동 613-9"
  },
  {
    "name": "대전전민고등학교",
    "lat": 36.39769038,
    "lng": 127.3986233,
    "color": "파",
    "info": "대전광역시 유성구 전민동 460-2"
  },
  {
    "name": "언양고등학교",
    "lat": 35.56252109,
    "lng": 129.1329646,
    "color": "파",
    "info": "울산광역시 울주군 언양읍 어음리 264-3"
  },
  {
    "name": "한솔고등학교",
    "lat": 36.47816942,
    "lng": 127.2528695,
    "color": "파",
    "info": "세종특별자치시 한솔동 972"
  },
  {
    "name": "가평고등학교",
    "lat": 37.8180191,
    "lng": 127.5132323,
    "color": "파",
    "info": "경기도 가평군 가평읍 대곡리 113"
  },
  {
    "name": "덕이고등학교",
    "lat": 37.69562303,
    "lng": 126.7548512,
    "color": "파",
    "info": "경기도 고양시 일산서구 덕이동 381-16"
  },
  {
    "name": "백마고등학교",
    "lat": 37.65150745,
    "lng": 126.7943051,
    "color": "파",
    "info": "경기도 고양시 일산동구 백석동 1138"
  },
  {
    "name": "성사고등학교",
    "lat": 37.66300526,
    "lng": 126.8421078,
    "color": "파",
    "info": "경기도 고양시 덕양구 성사동 624-3"
  },
  {
    "name": "저동고등학교",
    "lat": 37.67114768,
    "lng": 126.7792179,
    "color": "파",
    "info": "경기도 고양시 일산동구 정발산동 1208"
  },
  {
    "name": "정발고등학교",
    "lat": 37.66347392,
    "lng": 126.7856112,
    "color": "파",
    "info": "경기도 고양시 일산동구 마두동 894"
  },
  {
    "name": "주엽고등학교",
    "lat": 37.67586639,
    "lng": 126.7548137,
    "color": "파",
    "info": "경기도 고양시 일산서구 대화동 2168"
  },
  {
    "name": "중산고등학교",
    "lat": 37.69722363,
    "lng": 126.7827823,
    "color": "파",
    "info": "경기도 고양시 일산동구 중산동 1554"
  },
  {
    "name": "풍동고등학교",
    "lat": 37.67167332,
    "lng": 126.7953055,
    "color": "파",
    "info": "경기도 고양시 일산동구 풍동 1231"
  },
  {
    "name": "광문고등학교",
    "lat": 37.4647863,
    "lng": 126.8500836,
    "color": "파",
    "info": "경기도 광명시 광명동 492-1"
  },
  {
    "name": "진성고등학교",
    "lat": 37.46928455,
    "lng": 126.877452,
    "color": "파",
    "info": "경기도 광명시 하안동 23-1 진성고등학교"
  },
  {
    "name": "광동고등학교",
    "lat": 37.7164213,
    "lng": 127.1765135,
    "color": "파",
    "info": "경기도 남양주시 진접읍 장현리 603-5"
  },
  {
    "name": "의정부광동고등학교",
    "lat": 37.75541337,
    "lng": 127.0366442,
    "color": "파",
    "info": "경기도 의정부시 녹양동 126-1"
  },
  {
    "name": "남양주공업고등학교",
    "lat": 37.6532308,
    "lng": 127.3336394,
    "color": "파",
    "info": "경기도 남양주시 화도읍 월산리 99-4"
  },
  {
    "name": "마석고등학교",
    "lat": 37.64414465,
    "lng": 127.2990972,
    "color": "파",
    "info": "경기도 남양주시 화도읍 녹촌리 69"
  },
  {
    "name": "진접고등학교",
    "lat": 37.71564187,
    "lng": 127.1901897,
    "color": "파",
    "info": "경기도 남양주시 진접읍 금곡리 1079"
  },
  {
    "name": "평내고등학교",
    "lat": 37.6417861,
    "lng": 127.2337886,
    "color": "파",
    "info": "경기도 남양주시 평내동 568"
  },
  {
    "name": "호평고등학교",
    "lat": 37.65702093,
    "lng": 127.2527555,
    "color": "파",
    "info": "경기도 남양주시 호평동 677"
  },
  {
    "name": "경기외국어고등학교",
    "lat": 37.34735528,
    "lng": 126.9595227,
    "color": "파",
    "info": "경기도 의왕시 고천동 438-1"
  },
  {
    "name": "군포고등학교",
    "lat": 37.35774013,
    "lng": 126.9399282,
    "color": "파",
    "info": "경기도 군포시 금정동 870-4"
  },
  {
    "name": "통진고등학교",
    "lat": 37.68567859,
    "lng": 126.6019355,
    "color": "파",
    "info": "경기도 김포시 통진읍 마송리 8-1"
  },
  {
    "name": "하성고등학교",
    "lat": 37.7181096,
    "lng": 126.6284121,
    "color": "파",
    "info": "경기도 김포시 하성면 마곡리 640-1"
  },
  {
    "name": "덕계고등학교",
    "lat": 37.82401741,
    "lng": 127.0478629,
    "color": "파",
    "info": "경기도 양주시 덕계동 524-1"
  },
  {
    "name": "옥정고등학교",
    "lat": 37.82748919,
    "lng": 127.0888115,
    "color": "파",
    "info": "경기도 양주시 옥정동 250-7"
  },
  {
    "name": "계남고등학교",
    "lat": 37.49600562,
    "lng": 126.7717096,
    "color": "파",
    "info": "경기도 부천시 중동 1185-1"
  },
  {
    "name": "덕산고등학교",
    "lat": 37.53064604,
    "lng": 126.7899811,
    "color": "파",
    "info": "경기도 부천시 오정동 111-4"
  },
  {
    "name": "도당고등학교",
    "lat": 37.51873064,
    "lng": 126.7905628,
    "color": "파",
    "info": "경기도 부천시 도당동 64"
  },
  {
    "name": "부천고등학교",
    "lat": 37.48038132,
    "lng": 126.766117,
    "color": "파",
    "info": "경기도 부천시 송내동 437"
  },
  {
    "name": "부천정보산업고등학교",
    "lat": 37.49679658,
    "lng": 126.7488774,
    "color": "파",
    "info": "경기도 부천시 상동 391"
  },
  {
    "name": "상원고등학교",
    "lat": 37.49826561,
    "lng": 126.7523333,
    "color": "파",
    "info": "경기도 부천시 상동 570-8"
  },
  {
    "name": "늘푸른고등학교",
    "lat": 37.37309448,
    "lng": 127.1049217,
    "color": "파",
    "info": "경기도 성남시 분당구 정자동 6-3"
  },
  {
    "name": "분당경영고등학교",
    "lat": 37.35556775,
    "lng": 127.1096108,
    "color": "파",
    "info": "경기도 성남시 분당구 금곡동 123 123"
  },
  {
    "name": "불곡고등학교",
    "lat": 37.34785402,
    "lng": 127.119194,
    "color": "파",
    "info": "경기도 성남시 분당구 구미동 91"
  },
  {
    "name": "성남금융고등학교",
    "lat": 37.41390738,
    "lng": 127.1380597,
    "color": "파",
    "info": "경기도 성남시 분당구 야탑동 216 216"
  },
  {
    "name": "이매고등학교",
    "lat": 37.39240095,
    "lng": 127.1212826,
    "color": "파",
    "info": "경기도 성남시 분당구 이매동 147"
  },
  {
    "name": "풍생고등학교",
    "lat": 37.43517869,
    "lng": 127.130332,
    "color": "파",
    "info": "경기도 성남시 수정구 수진동 4511-1"
  },
  {
    "name": "수일고등학교",
    "lat": 37.30766555,
    "lng": 127.0178419,
    "color": "파",
    "info": "경기도 수원시 장안구 조원동 21"
  },
  {
    "name": "수원정보과학고등학교",
    "lat": 37.27582397,
    "lng": 127.049438,
    "color": "파",
    "info": "경기도 수원시 영통구 원천동 78-8"
  },
  {
    "name": "동원고등학교",
    "lat": 37.31936842,
    "lng": 126.9819317,
    "color": "파",
    "info": "경기도 수원시 장안구 이목동 산 28-12"
  },
  {
    "name": "은행고등학교",
    "lat": 37.44308242,
    "lng": 126.8033044,
    "color": "파",
    "info": "경기도 시흥시 은행동 543-2"
  },
  {
    "name": "경기자동차과학고등학교",
    "lat": 37.41339252,
    "lng": 126.8394615,
    "color": "파",
    "info": "경기도 시흥시 무지내동 341-2"
  },
  {
    "name": "경기모바일과학고등학교",
    "lat": 37.30616728,
    "lng": 126.8982469,
    "color": "파",
    "info": "경기도 안산시 상록구 팔곡일동 253"
  },
  {
    "name": "신길고등학교",
    "lat": 37.33433658,
    "lng": 126.787526,
    "color": "파",
    "info": "경기도 안산시 단원구 신길동 1672"
  },
  {
    "name": "안산공업고등학교",
    "lat": 37.33627545,
    "lng": 126.8605841,
    "color": "파",
    "info": "경기도 안산시 상록구 부곡동 722"
  },
  {
    "name": "양지고등학교",
    "lat": 37.30925563,
    "lng": 126.8220702,
    "color": "파",
    "info": "경기도 안산시 단원구 고잔동 713"
  },
  {
    "name": "관양고등학교",
    "lat": 37.40840136,
    "lng": 126.9602128,
    "color": "파",
    "info": "경기도 안양시 동안구 관양동 523-4"
  },
  {
    "name": "평촌경영고등학교",
    "lat": 37.40099488,
    "lng": 126.9592342,
    "color": "파",
    "info": "경기도 안양시 동안구 관양동 1587-2"
  },
  {
    "name": "양평고등학교",
    "lat": 37.48589518,
    "lng": 127.495629,
    "color": "파",
    "info": "경기도 양평군 양평읍 양근리 237-1"
  },
  {
    "name": "여주고등학교",
    "lat": 37.27168303,
    "lng": 127.6329052,
    "color": "파",
    "info": "경기도 여주시 여주읍 교리454-5"
  },
  {
    "name": "수지고등학교",
    "lat": 37.33101692,
    "lng": 127.0922855,
    "color": "파",
    "info": "경기도 용인시 수지구 풍덕천동 688"
  },
  {
    "name": "용인삼계고등학교",
    "lat": 37.29472681,
    "lng": 127.2407313,
    "color": "파",
    "info": "경기도 용인시 처인구 포곡읍 삼계리 673"
  },
  {
    "name": "용인백현고등학교",
    "lat": 37.27943034,
    "lng": 127.1624634,
    "color": "파",
    "info": "경기도 용인시 기흥구 동백동 664"
  },
  {
    "name": "성지고등학교",
    "lat": 37.27186149,
    "lng": 127.1309144,
    "color": "파",
    "info": "경기도 용인시 기흥구 구갈동 599"
  },
  {
    "name": "서천고등학교",
    "lat": 37.23396262,
    "lng": 127.0693399,
    "color": "파",
    "info": "경기도 용인시 기흥구 농서동 401"
  },
  {
    "name": "홍천고등학교",
    "lat": 37.32207277,
    "lng": 127.082227,
    "color": "파",
    "info": "경기도 용인시 수지구 신봉동 885"
  },
  {
    "name": "경민IT고등학교",
    "lat": 37.74671934,
    "lng": 127.0246721,
    "color": "파",
    "info": "경기도 의정부시 가능동 562-1"
  },
  {
    "name": "부용고등학교",
    "lat": 37.73630575,
    "lng": 127.0927452,
    "color": "파",
    "info": "경기도 의정부시 민락동 757-1"
  },
  {
    "name": "송현고등학교",
    "lat": 37.74352685,
    "lng": 127.0909098,
    "color": "파",
    "info": "경기도 의정부시 민락동 735-4"
  },
  {
    "name": "이현고등학교",
    "lat": 37.2849526,
    "lng": 127.4577555,
    "color": "파",
    "info": "경기도 이천시 갈산동 589-7"
  },
  {
    "name": "마장고등학교",
    "lat": 37.25803042,
    "lng": 127.3518704,
    "color": "파",
    "info": "경기도 이천시 마장면 양촌리 54"
  },
  {
    "name": "동패고등학교",
    "lat": 37.71124494,
    "lng": 126.7344377,
    "color": "파",
    "info": "경기도 파주시 동패동 1976"
  },
  {
    "name": "교하고등학교",
    "lat": 37.7226655,
    "lng": 126.7220327,
    "color": "파",
    "info": "경기도 파주시 동패동 1707"
  },
  {
    "name": "한민고등학교",
    "lat": 37.75718617,
    "lng": 126.8574699,
    "color": "파",
    "info": "경기도 파주시 광탄면 용미리 704-10"
  },
  {
    "name": "청담고등학교",
    "lat": 36.9627249,
    "lng": 127.0614106,
    "color": "파",
    "info": "경기도 평택시 팽성읍 송화리 821 821"
  },
  {
    "name": "봉담고등학교",
    "lat": 37.21742288,
    "lng": 126.9538902,
    "color": "파",
    "info": "경기도 화성시 봉담읍 동화리 570"
  },
  {
    "name": "강릉중앙고등학교",
    "lat": 37.75830924,
    "lng": 128.9145241,
    "color": "파",
    "info": "강원도 강릉시 입암동 525"
  },
  {
    "name": "원주고등학교",
    "lat": 37.33952683,
    "lng": 127.954723,
    "color": "파",
    "info": "강원도 원주시 개운동 127-1"
  },
  {
    "name": "홍천고등학교",
    "lat": 37.69809284,
    "lng": 127.8919138,
    "color": "파",
    "info": "강원도 홍천군 홍천읍 희망리 16-2"
  },
  {
    "name": "화천정보산업고등학교",
    "lat": 38.1072162,
    "lng": 127.7046051,
    "color": "파",
    "info": "강원도 화천군 화천읍 하리 76"
  },
  {
    "name": "황지정보산업고등학교",
    "lat": 37.16833769,
    "lng": 128.9880612,
    "color": "파",
    "info": "강원도 태백시 황지동 59-2"
  },
  {
    "name": "천안업성고등학교",
    "lat": 36.86166638,
    "lng": 127.1369598,
    "color": "파",
    "info": "충청남도 천안시 서북구 업성동 195-5"
  },
  {
    "name": "충남삼성고등학교",
    "lat": 36.80541574,
    "lng": 127.0583392,
    "color": "파",
    "info": "충청남도 아산시 탕정면 명암리 1287"
  },
  {
    "name": "서령고등학교",
    "lat": 36.79320483,
    "lng": 126.4584889,
    "color": "파",
    "info": "충청남도 서산시 동문동 542"
  },
  {
    "name": "서야고등학교",
    "lat": 36.79189257,
    "lng": 126.7871754,
    "color": "파",
    "info": "충청남도 당진시 합덕읍 합덕리 262-1"
  },
  {
    "name": "신평고등학교",
    "lat": 36.88305267,
    "lng": 126.760596,
    "color": "파",
    "info": "충청남도 당진시 신평면 금천리 998-5"
  },
  {
    "name": "군산제일고등학교",
    "lat": 35.9732202,
    "lng": 126.7466889,
    "color": "파",
    "info": "전라북도 군산시 조촌동 84"
  },
  {
    "name": "남원국악예술고등학교",
    "lat": 35.4244994,
    "lng": 127.4046042,
    "color": "파",
    "info": "전라북도 남원시 월락동 159"
  },
  {
    "name": "상산고등학교",
    "lat": 35.80430884,
    "lng": 127.1179671,
    "color": "파",
    "info": "전라북도 전주시 완산구 효자동1가 260"
  },
  {
    "name": "이리공업고등학교",
    "lat": 35.95311108,
    "lng": 126.9531745,
    "color": "파",
    "info": "전라북도 익산시 남중동 379-2"
  },
  {
    "name": "전라고등학교",
    "lat": 35.86008391,
    "lng": 127.1242966,
    "color": "파",
    "info": "전라북도 전주시 덕진구 송천동1가 137-25"
  },
  {
    "name": "전북과학고등학교",
    "lat": 36.01338885,
    "lng": 127.0357218,
    "color": "파",
    "info": "전라북도 익산시 금마면 용순리 210"
  },
  {
    "name": "전주예술고등학교",
    "lat": 35.72051808,
    "lng": 127.1083851,
    "color": "파",
    "info": "전라북도 완주군 구이면 항가리 499-3"
  },
  {
    "name": "줄포자동차공업고등학교",
    "lat": 35.58443351,
    "lng": 126.677017,
    "color": "파",
    "info": "전라북도 부안군 줄포면 우포리 138"
  },
  {
    "name": "목포덕인고등학교",
    "lat": 34.79813737,
    "lng": 126.372244,
    "color": "파",
    "info": "전라남도 목포시 죽교동 30"
  },
  {
    "name": "목포중앙고등학교",
    "lat": 34.8346654,
    "lng": 126.4244389,
    "color": "파",
    "info": "전라남도 목포시 대양동 208-4"
  },
  {
    "name": "여수정보과학고등학교",
    "lat": 34.752515,
    "lng": 127.6979861,
    "color": "파",
    "info": "전라남도 여수시 문수동 182"
  },
  {
    "name": "순천고등학교",
    "lat": 34.94548749,
    "lng": 127.4856331,
    "color": "파",
    "info": "전라남도 순천시 인제동 80"
  },
  {
    "name": "전남과학고등학교",
    "lat": 35.03269729,
    "lng": 126.758359,
    "color": "파",
    "info": "전라남도 나주시 금천면 오강리 185-6"
  },
  {
    "name": "광양제철고등학교",
    "lat": 34.94665336,
    "lng": 127.7283203,
    "color": "파",
    "info": "전라남도 광양시 금호동 678"
  },
  {
    "name": "곡성고등학교",
    "lat": 35.28446154,
    "lng": 127.292907,
    "color": "파",
    "info": "전라남도 곡성군 곡성읍 읍내리 446-1"
  },
  {
    "name": "고흥산업과학고등학교",
    "lat": 34.60223418,
    "lng": 127.275888,
    "color": "파",
    "info": "전라남도 고흥군 고흥읍 등암리 216"
  },
  {
    "name": "진도실업고등학교",
    "lat": 34.48241857,
    "lng": 126.2601866,
    "color": "파",
    "info": "전라남도 진도군 진도읍 교동리 596-1"
  },
  {
    "name": "진도고등학교",
    "lat": 34.48752953,
    "lng": 126.2754627,
    "color": "파",
    "info": "전라남도 진도군 진도읍 동외리 555-5"
  },
  {
    "name": "경북생활과학고등학교",
    "lat": 36.1989193,
    "lng": 128.3926627,
    "color": "파",
    "info": "경상북도 구미시 해평면 월호리 488"
  },
  {
    "name": "금오고등학교",
    "lat": 36.10838252,
    "lng": 128.3551903,
    "color": "파",
    "info": "경상북도 구미시 광평동 299-3"
  },
  {
    "name": "무산고등학교",
    "lat": 35.84515271,
    "lng": 129.0967972,
    "color": "파",
    "info": "경상북도 경주시 건천읍 천포리 636"
  },
  {
    "name": "문명고등학교",
    "lat": 35.8053875,
    "lng": 128.7440821,
    "color": "파",
    "info": "경상북도 경산시 백천동 산 16"
  },
  {
    "name": "봉양정보고등학교",
    "lat": 36.30304647,
    "lng": 128.5848745,
    "color": "파",
    "info": "경상북도 의성군 봉양면 화전리 75-1"
  },
  {
    "name": "상주고등학교",
    "lat": 36.40138271,
    "lng": 128.1585582,
    "color": "파",
    "info": "경상북도 상주시 신봉동 258"
  },
  {
    "name": "세명고등학교",
    "lat": 36.01738334,
    "lng": 129.3486246,
    "color": "파",
    "info": "경상북도 포항시 남구 대잠동 913"
  },
  {
    "name": "신라고등학교",
    "lat": 35.8402079,
    "lng": 129.1876843,
    "color": "파",
    "info": "경상북도 경주시 충효동 191"
  },
  {
    "name": "진량고등학교",
    "lat": 35.87666336,
    "lng": 128.8101808,
    "color": "파",
    "info": "경상북도 경산시 진량읍 신상리 1114-6"
  },
  {
    "name": "포항이동고등학교",
    "lat": 36.02931991,
    "lng": 129.3342414,
    "color": "파",
    "info": "경상북도 포항시 남구 이동 146-1"
  },
  {
    "name": "김해가야고등학교",
    "lat": 35.23572178,
    "lng": 128.8705741,
    "color": "파",
    "info": "경상남도 김해시 내동 1146-4"
  },
  {
    "name": "김해율하고등학교",
    "lat": 35.17410353,
    "lng": 128.8074979,
    "color": "파",
    "info": "경상남도 김해시 율하동 1292"
  },
  {
    "name": "김해임호고등학교",
    "lat": 35.23803636,
    "lng": 128.8521631,
    "color": "파",
    "info": "경상남도 김해시 외동 715-2"
  },
  {
    "name": "양산고등학교",
    "lat": 35.34880605,
    "lng": 129.0445079,
    "color": "파",
    "info": "경상남도 양산시 북부동 255"
  },
  {
    "name": "진주동명고등학교",
    "lat": 35.20189096,
    "lng": 128.1186979,
    "color": "파",
    "info": "경상남도 진주시 초전동 530"
  },
  {
    "name": "마산고등학교",
    "lat": 35.20017257,
    "lng": 128.561759,
    "color": "파",
    "info": "경상남도 창원시 마산합포구 완월동 27-3"
  },
  {
    "name": "마산용마고등학교",
    "lat": 35.2118199,
    "lng": 128.5821184,
    "color": "파",
    "info": "경상남도 창원시 마산합포구 산호동 438-1"
  },
  {
    "name": "마산제일고등학교",
    "lat": 35.2615368,
    "lng": 128.5052569,
    "color": "파",
    "info": "경상남도 창원시 마산회원구 내서읍 용담리 167-1"
  },
  {
    "name": "창원고등학교",
    "lat": 35.25493483,
    "lng": 128.6425279,
    "color": "파",
    "info": "경상남도 창원시 의창구 도계동 902"
  },
  {
    "name": "창원중앙고등학교",
    "lat": 35.23152114,
    "lng": 128.6778831,
    "color": "파",
    "info": "경상남도 창원시 의창구 용호동 71"
  },
  {
    "name": "경남로봇고등학교",
    "lat": 35.34780239,
    "lng": 128.4383528,
    "color": "파",
    "info": "경상남도 함안군 대산면 평림리 955"
  },
  {
    "name": "제주제일고등학교",
    "lat": 33.48014776,
    "lng": 126.4797425,
    "color": "파",
    "info": "제주특별자치도 제주시 노형동 810"
  },
  {
    "name": "제주과학고등학교",
    "lat": 33.4255958,
    "lng": 126.5280695,
    "color": "파",
    "info": "제주특별자치도 제주시 오라이동 산 100"
  },
  {
    "name": "한림고등학교",
    "lat": 33.39854274,
    "lng": 126.2572678,
    "color": "파",
    "info": "제주특별자치도 제주시 한림읍 옹포리 777"
  }
]