var school_mid = [
  {
    "name": "제주동중학교",
    "lat": 33.51848315,
    "lng": 126.5717308,
    "color": "초",
    "info": "제주특별자치도 제주시 화북일동 1146-2"
  },
  {
    "name": "강신중학교",
    "lat": 37.51470231,
    "lng": 126.8389523,
    "color": "초",
    "info": "서울특별시 양천구 신월동 1010"
  },
  {
    "name": "광남중학교",
    "lat": 37.54028988,
    "lng": 127.1016205,
    "color": "초",
    "info": "서울특별시 광진구 광장동 554-15"
  },
  {
    "name": "광신중학교",
    "lat": 37.46514106,
    "lng": 126.9250905,
    "color": "초",
    "info": "서울특별시 관악구 신림동 328"
  },
  {
    "name": "구암중학교",
    "lat": 37.49277532,
    "lng": 126.9481826,
    "color": "초",
    "info": "서울특별시 관악구 봉천동 1712-5"
  },
  {
    "name": "대경중학교",
    "lat": 37.55640804,
    "lng": 127.0170862,
    "color": "초",
    "info": "서울특별시 중구 신당동 333-579"
  },
  {
    "name": "대청중학교",
    "lat": 37.49016889,
    "lng": 127.0585662,
    "color": "초",
    "info": "서울특별시 강남구 대치동 502"
  },
  {
    "name": "동성중학교",
    "lat": 37.58565666,
    "lng": 127.0025638,
    "color": "초",
    "info": "서울특별시 종로구 혜화동 90-7"
  },
  {
    "name": "동작중학교",
    "lat": 37.49510026,
    "lng": 126.9773009,
    "color": "초",
    "info": "서울특별시 동작구 동작동 59-1"
  },
  {
    "name": "목운중학교",
    "lat": 37.52690224,
    "lng": 126.8726221,
    "color": "초",
    "info": "서울특별시 양천구 목동 922"
  },
  {
    "name": "무학중학교",
    "lat": 37.5577138,
    "lng": 127.0322073,
    "color": "초",
    "info": "서울특별시 성동구 행당동 322-1"
  },
  {
    "name": "배명중학교",
    "lat": 37.49907172,
    "lng": 127.0956466,
    "color": "초",
    "info": "서울특별시 송파구 삼전동 172-1"
  },
  {
    "name": "북서울중학교",
    "lat": 37.68115539,
    "lng": 127.0429212,
    "color": "초",
    "info": "서울특별시 도봉구 도봉동 585"
  },
  {
    "name": "사당중학교",
    "lat": 37.4875706,
    "lng": 126.9689369,
    "color": "초",
    "info": "서울특별시 동작구 사당동 209-16"
  },
  {
    "name": "삼선중학교",
    "lat": 37.59147451,
    "lng": 127.0083108,
    "color": "초",
    "info": "서울특별시 성북구 동소문동4가 278-174"
  },
  {
    "name": "선덕중학교",
    "lat": 37.65620105,
    "lng": 127.026702,
    "color": "초",
    "info": "서울특별시 도봉구 쌍문동 263"
  },
  {
    "name": "세일중학교",
    "lat": 37.47442703,
    "lng": 126.8957415,
    "color": "초",
    "info": "서울특별시 금천구 독산동 147-2"
  },
  {
    "name": "송례중학교",
    "lat": 37.47769454,
    "lng": 127.1397415,
    "color": "초",
    "info": "서울특별시 송파구 장지동 899"
  },
  {
    "name": "송파중학교",
    "lat": 37.49563672,
    "lng": 127.1299138,
    "color": "초",
    "info": "서울특별시 송파구 가락동 139"
  },
  {
    "name": "수락중학교",
    "lat": 37.68295785,
    "lng": 127.0545923,
    "color": "초",
    "info": "서울특별시 노원구 상계동 1254"
  },
  {
    "name": "숭문중학교",
    "lat": 37.55157332,
    "lng": 126.9451157,
    "color": "초",
    "info": "서울특별시 마포구 대흥동 28-14"
  },
  {
    "name": "숭실중학교",
    "lat": 37.59331405,
    "lng": 126.9053428,
    "color": "초",
    "info": "서울특별시 은평구 신사동 300-88"
  },
  {
    "name": "신동중학교",
    "lat": 37.51634598,
    "lng": 127.0130023,
    "color": "초",
    "info": "서울특별시 서초구 잠원동 54-6"
  },
  {
    "name": "신목중학교",
    "lat": 37.53665397,
    "lng": 126.872578,
    "color": "초",
    "info": "서울특별시 양천구 목동 902-1"
  },
  {
    "name": "신서중학교",
    "lat": 37.51557744,
    "lng": 126.8556994,
    "color": "초",
    "info": "서울특별시 양천구 신정동 310-6"
  },
  {
    "name": "아현중학교",
    "lat": 37.55615513,
    "lng": 126.9570872,
    "color": "초",
    "info": "서울특별시 마포구 아현동 267-1"
  },
  {
    "name": "언주중학교",
    "lat": 37.51440587,
    "lng": 127.0469009,
    "color": "초",
    "info": "서울특별시 강남구 삼성동 28"
  },
  {
    "name": "영동중학교",
    "lat": 37.46573221,
    "lng": 127.0255747,
    "color": "초",
    "info": "서울특별시 서초구 우면동 680"
  },
  {
    "name": "영훈국제중학교",
    "lat": 37.61437718,
    "lng": 127.0276039,
    "color": "초",
    "info": "서울특별시 강북구 미아동 471-2"
  },
  {
    "name": "용곡중학교",
    "lat": 37.56576406,
    "lng": 127.0887181,
    "color": "초",
    "info": "서울특별시 광진구 중곡동 176-77"
  },
  {
    "name": "용문중학교",
    "lat": 37.58837071,
    "lng": 127.0244677,
    "color": "초",
    "info": "서울특별시 성북구 안암동2가 96-1"
  },
  {
    "name": "용산중학교",
    "lat": 37.54600281,
    "lng": 126.9809763,
    "color": "초",
    "info": "서울특별시 용산구 용산동2가 1-1623"
  },
  {
    "name": "원촌중학교",
    "lat": 37.50588887,
    "lng": 127.0140445,
    "color": "초",
    "info": "서울특별시 서초구 반포동 22"
  },
  {
    "name": "월촌중학교",
    "lat": 37.53745961,
    "lng": 126.8830333,
    "color": "초",
    "info": "서울특별시 양천구 목동 909"
  },
  {
    "name": "장충중학교",
    "lat": 37.55316618,
    "lng": 127.0062084,
    "color": "초",
    "info": "서울특별시 중구 신당동 432-460"
  },
  {
    "name": "재현중학교",
    "lat": 37.66126447,
    "lng": 127.0809389,
    "color": "초",
    "info": "서울특별시 노원구 중계동 129-2"
  },
  {
    "name": "중평중학교",
    "lat": 37.63680137,
    "lng": 127.0623933,
    "color": "초",
    "info": "서울특별시 노원구 하계동 271-2"
  },
  {
    "name": "창북중학교",
    "lat": 37.64963844,
    "lng": 127.0384388,
    "color": "초",
    "info": "서울특별시 도봉구 창동 683-7"
  },
  {
    "name": "천호중학교",
    "lat": 37.54637206,
    "lng": 127.1395768,
    "color": "초",
    "info": "서울특별시 강동구 천호동 38-1"
  },
  {
    "name": "청운중학교",
    "lat": 37.58916985,
    "lng": 126.9710959,
    "color": "초",
    "info": "서울특별시 종로구 청운동 89-143"
  },
  {
    "name": "청원중학교",
    "lat": 37.66670084,
    "lng": 127.061741,
    "color": "초",
    "info": "서울특별시 노원구 상계동 641"
  },
  {
    "name": "충암중학교",
    "lat": 37.58527463,
    "lng": 126.9219297,
    "color": "초",
    "info": "서울특별시 은평구 응암동 272-113"
  },
  {
    "name": "풍성중학교",
    "lat": 37.52538879,
    "lng": 127.1124239,
    "color": "초",
    "info": "서울특별시 송파구 풍납동 388-16"
  },
  {
    "name": "한울중학교",
    "lat": 37.46219599,
    "lng": 126.9067262,
    "color": "초",
    "info": "서울특별시 금천구 시흥동 792-1"
  },
  {
    "name": "한천중학교",
    "lat": 37.63124532,
    "lng": 127.0724683,
    "color": "초",
    "info": "서울특별시 노원구 공릉동 481"
  },
  {
    "name": "환일중학교",
    "lat": 37.55360775,
    "lng": 126.9628071,
    "color": "초",
    "info": "서울특별시 중구 만리동2가 218-2"
  },
  {
    "name": "해연중학교",
    "lat": 35.13968832,
    "lng": 129.082687,
    "color": "초",
    "info": "부산광역시 남구 대연동 1576-1"
  },
  {
    "name": "거성중학교",
    "lat": 35.18323162,
    "lng": 129.0668268,
    "color": "초",
    "info": "부산광역시 연제구 거제동 643-173"
  },
  {
    "name": "동해중학교",
    "lat": 35.21710017,
    "lng": 129.0886297,
    "color": "초",
    "info": "부산광역시 동래구 명륜동 8-31"
  },
  {
    "name": "사직중학교",
    "lat": 35.1994721,
    "lng": 129.0519304,
    "color": "초",
    "info": "부산광역시 동래구 사직동 598-1"
  },
  {
    "name": "온천중학교",
    "lat": 35.20408223,
    "lng": 129.0593973,
    "color": "초",
    "info": "부산광역시 동래구 온천동 1622"
  },
  {
    "name": "동수영중학교",
    "lat": 35.16477242,
    "lng": 129.104516,
    "color": "초",
    "info": "부산광역시 수영구 광안동 990"
  },
  {
    "name": "동아중학교",
    "lat": 35.15700619,
    "lng": 129.1072124,
    "color": "초",
    "info": "부산광역시 수영구 광안동 1222-23"
  },
  {
    "name": "부산중앙중학교",
    "lat": 35.32231147,
    "lng": 129.1878104,
    "color": "초",
    "info": "부산광역시 기장군 정관읍 방곡리 409"
  },
  {
    "name": "장산중학교",
    "lat": 35.19878198,
    "lng": 129.1173013,
    "color": "초",
    "info": "부산광역시 해운대구 반여동 1411-8 장산중학교"
  },
  {
    "name": "정관중학교",
    "lat": 35.32368798,
    "lng": 129.1729489,
    "color": "초",
    "info": "부산광역시 기장군 정관읍 용수리 1335"
  },
  {
    "name": "대곡중학교",
    "lat": 35.80666796,
    "lng": 128.5326302,
    "color": "초",
    "info": "대구광역시 달서구 도원동 1441"
  },
  {
    "name": "도원중학교",
    "lat": 35.80635016,
    "lng": 128.5449768,
    "color": "초",
    "info": "대구광역시 달서구 도원동 1452"
  },
  {
    "name": "성산중학교",
    "lat": 35.85647807,
    "lng": 128.5186821,
    "color": "초",
    "info": "대구광역시 달서구 용산동 416-4"
  },
  {
    "name": "동원중학교",
    "lat": 35.87553859,
    "lng": 128.6507539,
    "color": "초",
    "info": "대구광역시 수성구 만촌동 254"
  },
  {
    "name": "범물중학교",
    "lat": 35.81554134,
    "lng": 128.6399857,
    "color": "초",
    "info": "대구광역시 수성구 범물동 1366"
  },
  {
    "name": "안심중학교",
    "lat": 35.86713198,
    "lng": 128.7099354,
    "color": "초",
    "info": "대구광역시 동구 서호동 121"
  },
  {
    "name": "입석중학교",
    "lat": 35.89129117,
    "lng": 128.6440627,
    "color": "초",
    "info": "대구광역시 동구 입석동 951"
  },
  {
    "name": "관음중학교",
    "lat": 35.94090434,
    "lng": 128.5464914,
    "color": "초",
    "info": "대구광역시 북구 관음동 1340"
  },
  {
    "name": "관천중학교",
    "lat": 35.93105255,
    "lng": 128.552468,
    "color": "초",
    "info": "대구광역시 북구 태전동 999-1"
  },
  {
    "name": "서남중학교",
    "lat": 35.85776476,
    "lng": 128.5424121,
    "color": "초",
    "info": "대구광역시 서구 중리동 713"
  },
  {
    "name": "월서중학교",
    "lat": 35.81961922,
    "lng": 128.5268019,
    "color": "초",
    "info": "대구광역시 달서구 월성동 1317"
  },
  {
    "name": "매천중학교",
    "lat": 35.91083352,
    "lng": 128.5474028,
    "color": "초",
    "info": "대구광역시 북구 태전동 1128"
  },
  {
    "name": "율원중학교",
    "lat": 35.86150219,
    "lng": 128.7018721,
    "color": "초",
    "info": "대구광역시 동구 율하동 1623"
  },
  {
    "name": "새론중학교",
    "lat": 35.87950155,
    "lng": 128.7253591,
    "color": "초",
    "info": "대구광역시 동구 신서동 1137"
  },
  {
    "name": "서동중학교",
    "lat": 35.86773902,
    "lng": 128.4971942,
    "color": "초",
    "info": "대구광역시 달성군 다사읍 서재리 485"
  },
  {
    "name": "대건중학교",
    "lat": 35.83404929,
    "lng": 128.5288658,
    "color": "초",
    "info": "대구광역시 달서구 월성동 247"
  },
  {
    "name": "협성경복중학교",
    "lat": 35.83565834,
    "lng": 128.5986199,
    "color": "초",
    "info": "대구광역시 남구 봉덕동 1322-3"
  },
  {
    "name": "효성중학교",
    "lat": 35.83451679,
    "lng": 128.5288708,
    "color": "초",
    "info": "대구광역시 달서구 월성동 247"
  },
  {
    "name": "달서중학교",
    "lat": 35.88573923,
    "lng": 128.4227273,
    "color": "초",
    "info": "대구광역시 달성군 하빈면 감문리 815"
  },
  {
    "name": "경구중학교",
    "lat": 35.85836169,
    "lng": 128.5838073,
    "color": "초",
    "info": "대구광역시 중구 남산동 2380-5"
  },
  {
    "name": "성광중학교",
    "lat": 35.90850093,
    "lng": 128.6239252,
    "color": "초",
    "info": "대구광역시 북구 복현동 8-1"
  },
  {
    "name": "성화중학교",
    "lat": 35.90297386,
    "lng": 128.6194312,
    "color": "초",
    "info": "대구광역시 북구 복현동 540-1"
  },
  {
    "name": "한울안중학교",
    "lat": 35.6694769,
    "lng": 128.4292585,
    "color": "초",
    "info": "대구광역시 달성군 현풍면 지리 988"
  },
  {
    "name": "용산중학교",
    "lat": 35.853895,
    "lng": 128.5324252,
    "color": "초",
    "info": "대구광역시 달서구 용산동 888"
  },
  {
    "name": "경운중학교",
    "lat": 35.85953493,
    "lng": 128.5538558,
    "color": "초",
    "info": "대구광역시 서구 내당동 352-4"
  },
  {
    "name": "서변중학교",
    "lat": 35.9262355,
    "lng": 128.595695,
    "color": "초",
    "info": "대구광역시 북구 서변동 1730"
  },
  {
    "name": "상원중학교",
    "lat": 35.81681713,
    "lng": 128.5445946,
    "color": "초",
    "info": "대구광역시 달서구 상인동 1518"
  },
  {
    "name": "구남중학교",
    "lat": 35.85888955,
    "lng": 128.5730527,
    "color": "초",
    "info": "대구광역시 달서구 두류동 1207-1"
  },
  {
    "name": "포산중학교",
    "lat": 35.69626456,
    "lng": 128.4587065,
    "color": "초",
    "info": "대구광역시 달성군 유가읍 봉리 598"
  },
  {
    "name": "황금중학교",
    "lat": 35.84371354,
    "lng": 128.6194832,
    "color": "초",
    "info": "대구광역시 수성구 황금동 821"
  },
  {
    "name": "동촌중학교",
    "lat": 35.88317781,
    "lng": 128.6591381,
    "color": "초",
    "info": "대구광역시 동구 방촌동 1051-2"
  },
  {
    "name": "경일중학교",
    "lat": 35.88148271,
    "lng": 128.5759742,
    "color": "초",
    "info": "대구광역시 서구 원대동1가 440"
  },
  {
    "name": "검암중학교",
    "lat": 37.56699266,
    "lng": 126.6789301,
    "color": "초",
    "info": "인천광역시 서구 검암동 497"
  },
  {
    "name": "제물포중학교",
    "lat": 37.48911091,
    "lng": 126.6872558,
    "color": "초",
    "info": "인천광역시 서구 가좌동 401"
  },
  {
    "name": "가좌중학교",
    "lat": 37.49533216,
    "lng": 126.6795364,
    "color": "초",
    "info": "인천광역시 서구 가좌동 195"
  },
  {
    "name": "인천남중학교",
    "lat": 37.46428064,
    "lng": 126.6545694,
    "color": "초",
    "info": "인천광역시 미추홀구 숭의동 41-3"
  },
  {
    "name": "작전중학교",
    "lat": 37.53335513,
    "lng": 126.7296681,
    "color": "초",
    "info": "인천광역시 계양구 작전동 85"
  },
  {
    "name": "동암중학교",
    "lat": 37.47378108,
    "lng": 126.7057591,
    "color": "초",
    "info": "인천광역시 부평구 십정동 589"
  },
  {
    "name": "만월중학교",
    "lat": 37.42615091,
    "lng": 126.7523404,
    "color": "초",
    "info": "인천광역시 남동구 서창동 658"
  },
  {
    "name": "인주중학교",
    "lat": 37.44258778,
    "lng": 126.6596812,
    "color": "초",
    "info": "인천광역시 미추홀구 학익동 430-51"
  },
  {
    "name": "인천공항중학교",
    "lat": 37.49738823,
    "lng": 126.4843573,
    "color": "초",
    "info": "인천광역시 중구 운서동 2747-8"
  },
  {
    "name": "인천논현중학교",
    "lat": 37.4087832,
    "lng": 126.732676,
    "color": "초",
    "info": "인천광역시 남동구 논현동 600-3"
  },
  {
    "name": "인천사리울중학교",
    "lat": 37.38580855,
    "lng": 126.7203024,
    "color": "초",
    "info": "인천광역시 남동구 논현동 765-2"
  },
  {
    "name": "인천성리중학교",
    "lat": 37.44461225,
    "lng": 126.7096742,
    "color": "초",
    "info": "인천광역시 남동구 구월동 1488"
  },
  {
    "name": "강화중학교",
    "lat": 37.75115914,
    "lng": 126.4895457,
    "color": "초",
    "info": "인천광역시 강화군 강화읍 관청리 36"
  },
  {
    "name": "계산중학교",
    "lat": 37.53423988,
    "lng": 126.7424723,
    "color": "초",
    "info": "인천광역시 계양구 계산동 1085-4"
  },
  {
    "name": "논곡중학교",
    "lat": 37.4145889,
    "lng": 126.7120866,
    "color": "초",
    "info": "인천광역시 남동구 논현동 553-21"
  },
  {
    "name": "동산중학교",
    "lat": 37.47261234,
    "lng": 126.6487903,
    "color": "초",
    "info": "인천광역시 동구 송림동 97-1"
  },
  {
    "name": "백령중학교",
    "lat": 37.96469348,
    "lng": 124.6786857,
    "color": "초",
    "info": "인천광역시 옹진군 백령면 북포리 246"
  },
  {
    "name": "백석중학교",
    "lat": 37.57934674,
    "lng": 126.6742063,
    "color": "초",
    "info": "인천광역시 서구 백석동 65-3"
  },
  {
    "name": "산곡남중학교",
    "lat": 37.49941741,
    "lng": 126.7075904,
    "color": "초",
    "info": "인천광역시 부평구 산곡동 261-4"
  },
  {
    "name": "신현중학교",
    "lat": 37.51971571,
    "lng": 126.6644579,
    "color": "초",
    "info": "인천광역시 서구 신현동 212-11"
  },
  {
    "name": "옥련중학교",
    "lat": 37.42653652,
    "lng": 126.6537871,
    "color": "초",
    "info": "인천광역시 연수구 옥련동 275-2"
  },
  {
    "name": "인천상정중학교",
    "lat": 37.47869265,
    "lng": 126.6943685,
    "color": "초",
    "info": "인천광역시 부평구 십정동 128-4"
  },
  {
    "name": "광덕중학교",
    "lat": 35.14506539,
    "lng": 126.8793976,
    "color": "초",
    "info": "광주광역시 서구 화정동 652"
  },
  {
    "name": "광주동신중학교",
    "lat": 35.16902739,
    "lng": 126.9226575,
    "color": "초",
    "info": "광주광역시 북구 풍향동 475"
  },
  {
    "name": "문흥중학교",
    "lat": 35.18595678,
    "lng": 126.9178094,
    "color": "초",
    "info": "광주광역시 북구 문흥동 1008-1"
  },
  {
    "name": "문흥중앙초등학교",
    "lat": 35.18397044,
    "lng": 126.9210823,
    "color": "초",
    "info": "광주광역시 북구 문흥동 1010-5"
  },
  {
    "name": "성덕중학교",
    "lat": 35.19552213,
    "lng": 126.8163294,
    "color": "초",
    "info": "광주광역시 광산구 장덕동 1119"
  },
  {
    "name": "수완하나중학교",
    "lat": 35.19406095,
    "lng": 126.8274795,
    "color": "초",
    "info": "광주광역시 광산구 수완동 973"
  },
  {
    "name": "양산중학교",
    "lat": 35.19641806,
    "lng": 126.874716,
    "color": "초",
    "info": "광주광역시 북구 양산동 610-3"
  },
  {
    "name": "전남중학교",
    "lat": 35.15096357,
    "lng": 126.8436506,
    "color": "초",
    "info": "광주광역시 서구 치평동 1171"
  },
  {
    "name": "지산중학교",
    "lat": 35.21704677,
    "lng": 126.8813207,
    "color": "초",
    "info": "광주광역시 북구 본촌동 2865"
  },
  {
    "name": "대전가오중학교",
    "lat": 36.30836228,
    "lng": 127.4568728,
    "color": "초",
    "info": "대전광역시 동구 가오동 171-6"
  },
  {
    "name": "대전송촌중학교",
    "lat": 36.36396612,
    "lng": 127.442808,
    "color": "초",
    "info": "대전광역시 대덕구 송촌동 495-10"
  },
  {
    "name": "대덕중학교",
    "lat": 36.37866344,
    "lng": 127.3772961,
    "color": "초",
    "info": "대전광역시 유성구 가정동 38"
  },
  {
    "name": "대전구봉중학교",
    "lat": 36.30024174,
    "lng": 127.3293358,
    "color": "초",
    "info": "대전광역시 서구 관저동 1132"
  },
  {
    "name": "대전내동중학교",
    "lat": 36.3320375,
    "lng": 127.3700183,
    "color": "초",
    "info": "대전광역시 서구 변동 254-440"
  },
  {
    "name": "대전문정중학교",
    "lat": 36.35512926,
    "lng": 127.4005347,
    "color": "초",
    "info": "대전광역시 서구 둔산동 1806"
  },
  {
    "name": "대전외삼중학교",
    "lat": 36.39367615,
    "lng": 127.3097914,
    "color": "초",
    "info": "대전광역시 유성구 반석동 614"
  },
  {
    "name": "구영중학교",
    "lat": 35.572425,
    "lng": 129.2364704,
    "color": "초",
    "info": "울산광역시 울주군 범서읍 구영리 753-2"
  },
  {
    "name": "달천중학교",
    "lat": 35.63101004,
    "lng": 129.3297858,
    "color": "초",
    "info": "울산광역시 북구 달천동 11-67"
  },
  {
    "name": "대현중학교",
    "lat": 35.54259886,
    "lng": 129.3333093,
    "color": "초",
    "info": "울산광역시 남구 달동 1330-2"
  },
  {
    "name": "매곡중학교",
    "lat": 35.64495474,
    "lng": 129.3488608,
    "color": "초",
    "info": "울산광역시 북구 매곡동 490-1"
  },
  {
    "name": "야음중학교",
    "lat": 35.52632415,
    "lng": 129.3253126,
    "color": "초",
    "info": "울산광역시 남구 야음동 789-11"
  },
  {
    "name": "천곡중학교",
    "lat": 35.63276114,
    "lng": 129.3406498,
    "color": "초",
    "info": "울산광역시 북구 천곡동 392"
  },
  {
    "name": "현대중학교",
    "lat": 35.5247201,
    "lng": 129.4229462,
    "color": "초",
    "info": "울산광역시 동구 서부동 238-21"
  },
  {
    "name": "호계중학교",
    "lat": 35.63079805,
    "lng": 129.3543256,
    "color": "초",
    "info": "울산광역시 북구 호계동 262-4"
  },
  {
    "name": "양지중학교",
    "lat": 36.50845128,
    "lng": 127.2686086,
    "color": "초",
    "info": "세종특별자치시 도담동 896"
  },
  {
    "name": "새뜸중학교",
    "lat": 36.48681854,
    "lng": 127.2524576,
    "color": "초",
    "info": "세종특별자치시 새롬동 산 18"
  },
  {
    "name": "새움중학교",
    "lat": 36.49114144,
    "lng": 127.2471249,
    "color": "초",
    "info": "세종특별자치시 다정동 363-252"
  },
  {
    "name": "가평중학교",
    "lat": 37.82701335,
    "lng": 127.510541,
    "color": "초",
    "info": "경기도 가평군 가평읍 대곡리 273"
  },
  {
    "name": "고양송산중학교",
    "lat": 37.68800369,
    "lng": 126.7220035,
    "color": "초",
    "info": "경기도 고양시 일산서구 가좌동 1100"
  },
  {
    "name": "고양중학교",
    "lat": 37.64960904,
    "lng": 126.8843328,
    "color": "초",
    "info": "경기도 고양시 덕양구 삼송동 322"
  },
  {
    "name": "목암중학교",
    "lat": 37.71375443,
    "lng": 126.9058206,
    "color": "초",
    "info": "경기도 고양시 덕양구 고양동 723"
  },
  {
    "name": "발산중학교",
    "lat": 37.66970112,
    "lng": 126.7700602,
    "color": "초",
    "info": "경기도 고양시 일산서구 주엽동 56"
  },
  {
    "name": "오마중학교",
    "lat": 37.67770335,
    "lng": 126.7615621,
    "color": "초",
    "info": "경기도 고양시 일산서구 주엽동 4"
  },
  {
    "name": "일산동중학교",
    "lat": 37.69503857,
    "lng": 126.7681097,
    "color": "초",
    "info": "경기도 고양시 일산서구 탄현동 1482"
  },
  {
    "name": "일산중학교",
    "lat": 37.68778119,
    "lng": 126.7680273,
    "color": "초",
    "info": "경기도 고양시 일산서구 일산동 966-50"
  },
  {
    "name": "정발중학교",
    "lat": 37.65958545,
    "lng": 126.7807444,
    "color": "초",
    "info": "경기도 고양시 일산동구 마두동 811"
  },
  {
    "name": "한수중학교",
    "lat": 37.66948207,
    "lng": 126.7560311,
    "color": "초",
    "info": "경기도 고양시 일산서구 주엽동 131"
  },
  {
    "name": "호곡중학교",
    "lat": 37.70136197,
    "lng": 126.7682791,
    "color": "초",
    "info": "경기도 고양시 일산서구 탄현동 117-69"
  },
  {
    "name": "철산중학교",
    "lat": 37.47008811,
    "lng": 126.8761746,
    "color": "초",
    "info": "경기도 광명시 철산동 558"
  },
  {
    "name": "광명북중학교",
    "lat": 37.48725169,
    "lng": 126.8661874,
    "color": "초",
    "info": "경기도 광명시 철산동 59"
  },
  {
    "name": "광문중학교",
    "lat": 37.46652384,
    "lng": 126.8527766,
    "color": "초",
    "info": "경기도 광명시 광명동 735-1"
  },
  {
    "name": "경안중학교",
    "lat": 37.3952014,
    "lng": 127.2474435,
    "color": "초",
    "info": "경기도 광주시 장지동 61-20"
  },
  {
    "name": "광수중학교",
    "lat": 37.47309204,
    "lng": 127.3191463,
    "color": "초",
    "info": "경기도 광주시 퇴촌면 도수리 585"
  },
  {
    "name": "광주중학교",
    "lat": 37.40940208,
    "lng": 127.2542063,
    "color": "초",
    "info": "경기도 광주시 경안동 45"
  },
  {
    "name": "덕풍중학교",
    "lat": 37.5538187,
    "lng": 127.1988004,
    "color": "초",
    "info": "경기도 하남시 덕풍동 760"
  },
  {
    "name": "신장중학교",
    "lat": 37.54291435,
    "lng": 127.2185537,
    "color": "초",
    "info": "경기도 하남시 신장동 527-1"
  },
  {
    "name": "신현중학교",
    "lat": 37.35782999,
    "lng": 127.1512554,
    "color": "초",
    "info": "경기도 광주시 오포읍 신현리 753-1"
  },
  {
    "name": "별내중학교",
    "lat": 37.71069739,
    "lng": 127.1127461,
    "color": "초",
    "info": "경기도 남양주시 별내면 청학리 421"
  },
  {
    "name": "송라중학교",
    "lat": 37.65437068,
    "lng": 127.303177,
    "color": "초",
    "info": "경기도 남양주시 화도읍 마석우리 592"
  },
  {
    "name": "양오중학교",
    "lat": 37.69739803,
    "lng": 127.193132,
    "color": "초",
    "info": "경기도 남양주시 오남읍 양지리 616-2"
  },
  {
    "name": "오남중학교",
    "lat": 37.70133729,
    "lng": 127.2053482,
    "color": "초",
    "info": "경기도 남양주시 오남읍 양지리 49"
  },
  {
    "name": "와부중학교",
    "lat": 37.58693718,
    "lng": 127.2197097,
    "color": "초",
    "info": "경기도 남양주시 와부읍 덕소리 75-4"
  },
  {
    "name": "장내중학교",
    "lat": 37.64268245,
    "lng": 127.2330656,
    "color": "초",
    "info": "경기도 남양주시 평내동 569"
  },
  {
    "name": "진접중학교",
    "lat": 37.73644884,
    "lng": 127.1944564,
    "color": "초",
    "info": "경기도 남양주시 진접읍 장현리 15-1"
  },
  {
    "name": "판곡중학교",
    "lat": 37.66228493,
    "lng": 127.2421811,
    "color": "초",
    "info": "경기도 남양주시 호평동 456-3"
  },
  {
    "name": "어람중학교",
    "lat": 37.68197355,
    "lng": 127.214715,
    "color": "초",
    "info": "경기도 남양주시 오남읍 오남리 358-1"
  },
  {
    "name": "금정중학교",
    "lat": 37.35703724,
    "lng": 126.9387932,
    "color": "초",
    "info": "경기도 군포시 금정동 870-5"
  },
  {
    "name": "산본중학교",
    "lat": 37.36923495,
    "lng": 126.9273371,
    "color": "초",
    "info": "경기도 군포시 산본동 1088-2"
  },
  {
    "name": "도장중학교",
    "lat": 37.3551604,
    "lng": 126.926836,
    "color": "초",
    "info": "경기도 군포시 산본동 1145-9"
  },
  {
    "name": "의왕부곡중학교",
    "lat": 37.31442974,
    "lng": 126.9566854,
    "color": "초",
    "info": "경기도 의왕시 월암동 431"
  },
  {
    "name": "은여울중학교",
    "lat": 37.63794171,
    "lng": 126.6393165,
    "color": "초",
    "info": "경기도 김포시 마산동 639-9"
  },
  {
    "name": "풍무중학교",
    "lat": 37.59985227,
    "lng": 126.726669,
    "color": "초",
    "info": "경기도 김포시 풍무동 545-1"
  },
  {
    "name": "하늘빛중학교",
    "lat": 37.65479395,
    "lng": 126.6882848,
    "color": "초",
    "info": "경기도 김포시 운양동 1295-4"
  },
  {
    "name": "남문중학교",
    "lat": 37.8976592,
    "lng": 126.9792166,
    "color": "초",
    "info": "경기도 양주시 남면 신산리 186-2"
  },
  {
    "name": "송내중앙중학교",
    "lat": 37.8881249,
    "lng": 127.0524734,
    "color": "초",
    "info": "경기도 동두천시 송내동 665"
  },
  {
    "name": "조양중학교",
    "lat": 37.81941439,
    "lng": 126.9790349,
    "color": "초",
    "info": "경기도 양주시 광적면 가납리 856-19"
  },
  {
    "name": "회천중학교",
    "lat": 37.83235414,
    "lng": 127.0708618,
    "color": "초",
    "info": "경기도 양주시 고암동 122-2"
  },
  {
    "name": "소사중학교",
    "lat": 37.46992486,
    "lng": 126.8021749,
    "color": "초",
    "info": "경기도 부천시 소사본동 401"
  },
  {
    "name": "부천여월중학교",
    "lat": 37.51725867,
    "lng": 126.7977088,
    "color": "초",
    "info": "경기도 부천시 여월동 68"
  },
  {
    "name": "중흥중학교",
    "lat": 37.50634261,
    "lng": 126.7744019,
    "color": "초",
    "info": "경기도 부천시 중동 1053-1"
  },
  {
    "name": "금광중학교",
    "lat": 37.44672593,
    "lng": 127.1711557,
    "color": "초",
    "info": "경기도 성남시 중원구 금광동 2414"
  },
  {
    "name": "샛별중학교",
    "lat": 37.36868011,
    "lng": 127.1292248,
    "color": "초",
    "info": "경기도 성남시 분당구 수내동 164-3"
  },
  {
    "name": "서현중학교",
    "lat": 37.38034363,
    "lng": 127.1333923,
    "color": "초",
    "info": "경기도 성남시 분당구 서현동 96-1"
  },
  {
    "name": "성일중학교",
    "lat": 37.43375806,
    "lng": 127.145603,
    "color": "초",
    "info": "경기도 성남시 중원구 성남동 2876"
  },
  {
    "name": "영성중학교",
    "lat": 37.42751205,
    "lng": 127.1466342,
    "color": "초",
    "info": "경기도 성남시 중원구 하대원동 150"
  },
  {
    "name": "태평중학교",
    "lat": 37.44650866,
    "lng": 127.1283589,
    "color": "초",
    "info": "경기도 성남시 수정구 태평동 5140"
  },
  {
    "name": "판교중학교",
    "lat": 37.3871996,
    "lng": 127.0876346,
    "color": "초",
    "info": "경기도 성남시 분당구 판교동 633"
  },
  {
    "name": "고색중학교",
    "lat": 37.25357589,
    "lng": 126.9810819,
    "color": "초",
    "info": "경기도 수원시 권선구 고색동 888-92"
  },
  {
    "name": "연무중학교",
    "lat": 37.29272894,
    "lng": 127.0515888,
    "color": "초",
    "info": "경기도 수원시 영통구 이의동 1325"
  },
  {
    "name": "매원중학교",
    "lat": 37.26640516,
    "lng": 127.0449306,
    "color": "초",
    "info": "경기도 수원시 영통구 매탄동 812"
  },
  {
    "name": "청명중학교",
    "lat": 37.26171142,
    "lng": 127.077711,
    "color": "초",
    "info": "경기도 수원시 영통구 영통동 955-3"
  },
  {
    "name": "산남중학교",
    "lat": 37.26888718,
    "lng": 127.0510075,
    "color": "초",
    "info": "경기도 수원시 영통구 매탄동 1216"
  },
  {
    "name": "조원중학교",
    "lat": 37.30750125,
    "lng": 127.0166827,
    "color": "초",
    "info": "경기도 수원시 장안구 조원동 40"
  },
  {
    "name": "수원북중학교",
    "lat": 37.29557493,
    "lng": 127.0209179,
    "color": "초",
    "info": "경기도 수원시 장안구 영화동 22"
  },
  {
    "name": "삼일중학교",
    "lat": 37.28588186,
    "lng": 127.0200224,
    "color": "초",
    "info": "경기도 수원시 팔달구 매향동 10-22"
  },
  {
    "name": "구운중학교",
    "lat": 37.27659259,
    "lng": 126.9773898,
    "color": "초",
    "info": "경기도 수원시 권선구 구운동 508"
  },
  {
    "name": "군자중학교",
    "lat": 37.35081634,
    "lng": 126.7848926,
    "color": "초",
    "info": "경기도 시흥시 거모동 1418"
  },
  {
    "name": "대흥중학교",
    "lat": 37.44714352,
    "lng": 126.7836092,
    "color": "초",
    "info": "경기도 시흥시 대야동 377-70"
  },
  {
    "name": "서해중학교",
    "lat": 37.35690764,
    "lng": 126.7257594,
    "color": "초",
    "info": "경기도 시흥시 정왕동 1866-4"
  },
  {
    "name": "시흥은행중학교",
    "lat": 37.44258495,
    "lng": 126.8022274,
    "color": "초",
    "info": "경기도 시흥시 은행동 544"
  },
  {
    "name": "시흥중학교",
    "lat": 37.35265326,
    "lng": 126.7323439,
    "color": "초",
    "info": "경기도 시흥시 정왕동 1870-4"
  },
  {
    "name": "연성중학교",
    "lat": 37.39248682,
    "lng": 126.8138882,
    "color": "초",
    "info": "경기도 시흥시 하상동 370"
  },
  {
    "name": "함현중학교",
    "lat": 37.36345923,
    "lng": 126.7367794,
    "color": "초",
    "info": "경기도 시흥시 정왕동 1877-4"
  },
  {
    "name": "별망중학교",
    "lat": 37.30463884,
    "lng": 126.8121864,
    "color": "초",
    "info": "경기도 안산시 단원구 초지동 739-2"
  },
  {
    "name": "성안중학교",
    "lat": 37.30398734,
    "lng": 126.8483056,
    "color": "초",
    "info": "경기도 안산시 상록구 사동 1538"
  },
  {
    "name": "신길중학교",
    "lat": 37.33700451,
    "lng": 126.7877341,
    "color": "초",
    "info": "경기도 안산시 단원구 신길동 1549"
  },
  {
    "name": "안산해양중학교",
    "lat": 37.29512357,
    "lng": 126.821084,
    "color": "초",
    "info": "경기도 안산시 상록구 사동 1512-3"
  },
  {
    "name": "와동중학교",
    "lat": 37.33895519,
    "lng": 126.8304073,
    "color": "초",
    "info": "경기도 안산시 단원구 와동 143"
  },
  {
    "name": "만정중학교",
    "lat": 37.0082977,
    "lng": 127.173112,
    "color": "초",
    "info": "경기도 안성시 공도읍 만정리 779-1"
  },
  {
    "name": "박달중학교",
    "lat": 37.39916514,
    "lng": 126.8974008,
    "color": "초",
    "info": "경기도 안양시 만안구 박달동 590"
  },
  {
    "name": "안양중앙초등학교",
    "lat": 37.39578502,
    "lng": 126.9381704,
    "color": "초",
    "info": "경기도 안양시 동안구 비산동 423"
  },
  {
    "name": "안양중학교",
    "lat": 37.40877533,
    "lng": 126.8968035,
    "color": "초",
    "info": "경기도 안양시 만안구 석수동 752"
  },
  {
    "name": "과천문원중학교",
    "lat": 37.42326529,
    "lng": 126.9956838,
    "color": "초",
    "info": "경기도 과천시 별양동 40"
  },
  {
    "name": "세종중학교",
    "lat": 37.27944113,
    "lng": 127.6327323,
    "color": "초",
    "info": "경기도 여주시 교동 121-11"
  },
  {
    "name": "여주제일중학교",
    "lat": 37.20548277,
    "lng": 127.5552991,
    "color": "초",
    "info": "경기도 여주시 가남읍 심석리 350-1"
  },
  {
    "name": "이포중학교",
    "lat": 37.37662419,
    "lng": 127.5188277,
    "color": "초",
    "info": "경기도 여주시 흥천면 이여로1075"
  },
  {
    "name": "어정중학교",
    "lat": 37.28053667,
    "lng": 127.1452562,
    "color": "초",
    "info": "경기도 용인시 기흥구 중동 1103"
  },
  {
    "name": "흥덕중학교",
    "lat": 37.2768073,
    "lng": 127.0794158,
    "color": "초",
    "info": "경기도 용인시 기흥구 영덕동 959"
  },
  {
    "name": "언동중학교",
    "lat": 37.29430347,
    "lng": 127.1303296,
    "color": "초",
    "info": "경기도 용인시 기흥구 언남동 132-5"
  },
  {
    "name": "동백중학교",
    "lat": 37.28536079,
    "lng": 127.1585245,
    "color": "초",
    "info": "경기도 용인시 기흥구 동백동 578"
  },
  {
    "name": "용인대덕중학교",
    "lat": 37.33632177,
    "lng": 127.1267202,
    "color": "초",
    "info": "경기도 용인시 수지구 죽전동 1156"
  },
  {
    "name": "신갈중학교",
    "lat": 37.28014082,
    "lng": 127.1088298,
    "color": "초",
    "info": "경기도 용인시 기흥구 신갈동 113"
  },
  {
    "name": "헌산중학교",
    "lat": 37.17359155,
    "lng": 127.2961555,
    "color": "초",
    "info": "경기도 용인시 처인구 원삼면 사암리 883-1"
  },
  {
    "name": "경민중학교",
    "lat": 37.74639003,
    "lng": 127.0251644,
    "color": "초",
    "info": "경기도 의정부시 가능동 562-1"
  },
  {
    "name": "발곡중학교",
    "lat": 37.72711456,
    "lng": 127.0547524,
    "color": "초",
    "info": "경기도 의정부시 신곡동 724-3"
  },
  {
    "name": "솔뫼중학교",
    "lat": 37.73048212,
    "lng": 127.0830258,
    "color": "초",
    "info": "경기도 의정부시 용현동 196"
  },
  {
    "name": "의정부중앙초등학교",
    "lat": 37.74445903,
    "lng": 127.0468845,
    "color": "초",
    "info": "경기도 의정부시 의정부동 224"
  },
  {
    "name": "의정부중학교",
    "lat": 37.74760571,
    "lng": 127.0393664,
    "color": "초",
    "info": "경기도 의정부시 가능동 652-56"
  },
  {
    "name": "이천중학교",
    "lat": 37.27938472,
    "lng": 127.4560023,
    "color": "초",
    "info": "경기도 이천시 안흥동 339-1"
  },
  {
    "name": "증포중학교",
    "lat": 37.28813344,
    "lng": 127.4557704,
    "color": "초",
    "info": "경기도 이천시 증포동 476"
  },
  {
    "name": "이천송정중학교",
    "lat": 37.29335919,
    "lng": 127.4333392,
    "color": "초",
    "info": "경기도 이천시 송정동 375-31"
  },
  {
    "name": "이천사동중학교",
    "lat": 37.24789244,
    "lng": 127.4964492,
    "color": "초",
    "info": "경기도 이천시 대월면 사동리 519"
  },
  {
    "name": "한빛중학교",
    "lat": 37.71452576,
    "lng": 126.7547465,
    "color": "초",
    "info": "경기도 파주시 야당동 992"
  },
  {
    "name": "용인한빛중학교",
    "lat": 37.3371545,
    "lng": 127.0848659,
    "color": "초",
    "info": "경기도 용인시 수지구 동천동 925"
  },
  {
    "name": "위례한빛중학교",
    "lat": 37.46785274,
    "lng": 127.1487787,
    "color": "초",
    "info": "경기도 성남시 수정구 창곡동 568"
  },
  {
    "name": "지산중학교",
    "lat": 37.72452447,
    "lng": 126.7523534,
    "color": "초",
    "info": "경기도 파주시 와동동 1356-1"
  },
  {
    "name": "해솔중학교",
    "lat": 37.72707557,
    "lng": 126.7461624,
    "color": "초",
    "info": "경기도 파주시 목동동 661"
  },
  {
    "name": "김포한가람중학교",
    "lat": 37.64922466,
    "lng": 126.6233559,
    "color": "초",
    "info": "경기도 김포시 구래동 6873-6"
  },
  {
    "name": "한가람중학교",
    "lat": 37.73083564,
    "lng": 126.7565607,
    "color": "초",
    "info": "경기도 파주시 와동동 1316"
  },
  {
    "name": "금촌중학교",
    "lat": 37.75138398,
    "lng": 126.7785264,
    "color": "초",
    "info": "경기도 파주시 금릉동 449"
  },
  {
    "name": "도곡중학교",
    "lat": 36.98922145,
    "lng": 126.8488065,
    "color": "초",
    "info": "경기도 평택시 포승읍 도곡리 1112"
  },
  {
    "name": "태광중학교",
    "lat": 37.07387961,
    "lng": 127.052224,
    "color": "초",
    "info": "경기도 평택시 신장동 263-6"
  },
  {
    "name": "남양중학교",
    "lat": 37.2077363,
    "lng": 126.8216261,
    "color": "초",
    "info": "경기도 화성시 남양읍 남양리 1651-1"
  },
  {
    "name": "삼괴중학교",
    "lat": 37.09025527,
    "lng": 126.8220551,
    "color": "초",
    "info": "경기도 화성시 우정읍 조암리 139"
  },
  {
    "name": "솔빛중학교",
    "lat": 37.19598804,
    "lng": 127.0724522,
    "color": "초",
    "info": "경기도 화성시 반송동 136"
  },
  {
    "name": "안용중학교",
    "lat": 37.2062505,
    "lng": 127.0200686,
    "color": "초",
    "info": "경기도 화성시 송산동 97-7"
  },
  {
    "name": "안화중학교",
    "lat": 37.21100053,
    "lng": 127.0486469,
    "color": "초",
    "info": "경기도 화성시 병점동 853"
  },
  {
    "name": "운천중학교",
    "lat": 37.15797795,
    "lng": 127.0780072,
    "color": "초",
    "info": "경기도 오산시 오산동 911-1"
  },
  {
    "name": "청계중학교",
    "lat": 37.19960106,
    "lng": 127.1029587,
    "color": "초",
    "info": "경기도 화성시 청계동 517"
  },
  {
    "name": "강원중학교",
    "lat": 37.89616042,
    "lng": 127.7569264,
    "color": "초",
    "info": "강원도 춘천시 동면 장학리 산 36"
  },
  {
    "name": "가정중학교",
    "lat": 37.73687209,
    "lng": 127.577303,
    "color": "초",
    "info": "강원도 춘천시 남면 가정리 838-1"
  },
  {
    "name": "단구중학교",
    "lat": 37.32062508,
    "lng": 127.9566485,
    "color": "초",
    "info": "강원도 원주시 단구동 1675"
  },
  {
    "name": "삼일중학교",
    "lat": 37.43255368,
    "lng": 129.1662713,
    "color": "초",
    "info": "강원도 삼척시 남양동 185"
  },
  {
    "name": "설악중학교",
    "lat": 38.2062535,
    "lng": 128.5781621,
    "color": "초",
    "info": "강원도 속초시 교동 780-5"
  },
  {
    "name": "속초중학교",
    "lat": 38.2048239,
    "lng": 128.5728994,
    "color": "초",
    "info": "강원도 속초시 교동 776-8"
  },
  {
    "name": "솔올중학교",
    "lat": 37.77087891,
    "lng": 128.8797975,
    "color": "초",
    "info": "강원도 강릉시 교동 1798"
  },
  {
    "name": "남원주중학교",
    "lat": 37.32260672,
    "lng": 127.9451221,
    "color": "초",
    "info": "강원도 원주시 단구동 1565-1"
  },
  {
    "name": "원주중학교",
    "lat": 37.33682908,
    "lng": 127.9581602,
    "color": "초",
    "info": "강원도 원주시 단구동 460"
  },
  {
    "name": "치악중학교",
    "lat": 37.35348334,
    "lng": 127.9310035,
    "color": "초",
    "info": "강원도 원주시 단계동 481-8"
  },
  {
    "name": "태장중학교",
    "lat": 37.35776383,
    "lng": 127.9596067,
    "color": "초",
    "info": "강원도 원주시 태장동 720-1"
  },
  {
    "name": "평창중학교",
    "lat": 37.36912021,
    "lng": 128.3988211,
    "color": "초",
    "info": "강원도 평창군 평창읍 중리 350"
  },
  {
    "name": "천성중학교",
    "lat": 36.81241114,
    "lng": 127.174301,
    "color": "초",
    "info": "충청남도 천안시 동남구 유량동 393-20"
  },
  {
    "name": "천안불무중학교",
    "lat": 36.81794507,
    "lng": 127.1045758,
    "color": "초",
    "info": "충청남도 천안시 서북구 불당동 1513"
  },
  {
    "name": "천안성성중학교",
    "lat": 36.83736257,
    "lng": 127.1352773,
    "color": "초",
    "info": "충청남도 천안시 서북구 두정동 1062"
  },
  {
    "name": "천안쌍용중학교",
    "lat": 36.80358881,
    "lng": 127.1207148,
    "color": "초",
    "info": "충청남도 천안시 서북구 쌍용동 1927"
  },
  {
    "name": "천안월봉중학교",
    "lat": 36.80100258,
    "lng": 127.1106325,
    "color": "초",
    "info": "충청남도 천안시 서북구 불당동 1425"
  },
  {
    "name": "환서중학교",
    "lat": 36.8283841,
    "lng": 127.1241785,
    "color": "초",
    "info": "충청남도 천안시 서북구 백석동 31"
  },
  {
    "name": "공주중동초등학교",
    "lat": 36.45350639,
    "lng": 127.1249824,
    "color": "초",
    "info": "충청남도 공주시 중동 244-3"
  },
  {
    "name": "공주중학교",
    "lat": 36.46466984,
    "lng": 127.1176759,
    "color": "초",
    "info": "충청남도 공주시 금성동 85"
  },
  {
    "name": "봉황중학교",
    "lat": 36.47463761,
    "lng": 127.1224458,
    "color": "초",
    "info": "충청남도 공주시 신관동 528-4"
  },
  {
    "name": "대천중학교",
    "lat": 36.34293801,
    "lng": 126.6017564,
    "color": "초",
    "info": "충청남도 보령시 명천동 430-4"
  },
  {
    "name": "음봉중학교",
    "lat": 36.8427711,
    "lng": 127.0669473,
    "color": "초",
    "info": "충청남도 아산시 음봉면 동암리 271-1"
  },
  {
    "name": "아산중학교",
    "lat": 36.78917733,
    "lng": 127.0048222,
    "color": "초",
    "info": "충청남도 아산시 온천동 30-3"
  },
  {
    "name": "탕정중학교",
    "lat": 36.8020905,
    "lng": 127.0633869,
    "color": "초",
    "info": "충청남도 아산시 탕정면 명암리 852"
  },
  {
    "name": "아산테크노중학교",
    "lat": 36.92648648,
    "lng": 127.0517466,
    "color": "초",
    "info": "충청남도 아산시 둔포면 석곡리 1782"
  },
  {
    "name": "부석중학교",
    "lat": 36.70903135,
    "lng": 126.3929903,
    "color": "초",
    "info": "충청남도 서산시 부석면 대두리 165-1"
  },
  {
    "name": "엄사중학교",
    "lat": 36.28763975,
    "lng": 127.2294618,
    "color": "초",
    "info": "충청남도 계룡시 엄사면 엄사리 396-9"
  },
  {
    "name": "연무중학교",
    "lat": 36.13077767,
    "lng": 127.0942044,
    "color": "초",
    "info": "충청남도 논산시 연무읍 안심리 30-1"
  },
  {
    "name": "연무중앙초등학교",
    "lat": 36.13097867,
    "lng": 127.1024823,
    "color": "초",
    "info": "충청남도 논산시 연무읍 동산리 888-6"
  },
  {
    "name": "신평중학교",
    "lat": 36.88321602,
    "lng": 126.7605891,
    "color": "초",
    "info": "충청남도 당진시 신평면 금천리 998-5"
  },
  {
    "name": "백제중학교",
    "lat": 36.27276635,
    "lng": 126.8647063,
    "color": "초",
    "info": "충청남도 부여군 규암면 반산리 276"
  },
  {
    "name": "비인중학교",
    "lat": 36.13924972,
    "lng": 126.6054054,
    "color": "초",
    "info": "충청남도 서천군 비인면 성내리 151"
  },
  {
    "name": "동강중학교",
    "lat": 36.07136692,
    "lng": 126.7489215,
    "color": "초",
    "info": "충청남도 서천군 기산면 두북리 25"
  },
  {
    "name": "장항중앙초등학교",
    "lat": 36.01291912,
    "lng": 126.6911205,
    "color": "초",
    "info": "충청남도 서천군 장항읍 신창리 45"
  },
  {
    "name": "장항중학교",
    "lat": 36.00783655,
    "lng": 126.7023345,
    "color": "초",
    "info": "충청남도 서천군 장항읍 원수리 923-19"
  },
  {
    "name": "청양중학교",
    "lat": 36.45220819,
    "lng": 126.7956989,
    "color": "초",
    "info": "충청남도 청양군 청양읍 송방리 133-1"
  },
  {
    "name": "홍성중학교",
    "lat": 36.59701095,
    "lng": 126.6730677,
    "color": "초",
    "info": "충청남도 홍성군 홍성읍 고암리 560"
  },
  {
    "name": "태안중학교",
    "lat": 36.75276584,
    "lng": 126.3007802,
    "color": "초",
    "info": "충청남도 태안군 태안읍 동문리 300"
  },
  {
    "name": "군산대성중학교",
    "lat": 35.98885821,
    "lng": 126.8489417,
    "color": "초",
    "info": "전라북도 군산시 임피면 읍내리 535-4"
  },
  {
    "name": "군산진포중학교",
    "lat": 35.97232782,
    "lng": 126.7219888,
    "color": "초",
    "info": "전라북도 군산시 수송동 61-10"
  },
  {
    "name": "변산서중학교",
    "lat": 35.66286801,
    "lng": 126.5204002,
    "color": "초",
    "info": "전라북도 부안군 변산면 운산리 525-4"
  },
  {
    "name": "신태인중학교",
    "lat": 35.69251301,
    "lng": 126.8921312,
    "color": "초",
    "info": "전라북도 정읍시 신태인읍 신태인리 9"
  },
  {
    "name": "영선중학교",
    "lat": 35.41426005,
    "lng": 126.5576477,
    "color": "초",
    "info": "전라북도 고창군 무장면 무장리 431-1"
  },
  {
    "name": "전주덕진중학교",
    "lat": 35.84374838,
    "lng": 127.1165081,
    "color": "초",
    "info": "전라북도 전주시 덕진구 덕진동2가 234-1"
  },
  {
    "name": "전주솔빛중학교",
    "lat": 35.85887026,
    "lng": 127.124236,
    "color": "초",
    "info": "전라북도 전주시 덕진구 송천동1가 128-10"
  },
  {
    "name": "전주용소중학교",
    "lat": 35.8621852,
    "lng": 127.116856,
    "color": "초",
    "info": "전라북도 전주시 덕진구 송천동1가 842"
  },
  {
    "name": "전주우림중학교",
    "lat": 35.80507864,
    "lng": 127.098787,
    "color": "초",
    "info": "전라북도 전주시 완산구 효자동2가 1199-3"
  },
  {
    "name": "화산중학교",
    "lat": 36.03473145,
    "lng": 127.1978246,
    "color": "초",
    "info": "전라북도 완주군 화산면 화평리 683-2"
  },
  {
    "name": "목포제일중학교",
    "lat": 34.79614341,
    "lng": 126.4071994,
    "color": "초",
    "info": "전라남도 목포시 용해동 170-5"
  },
  {
    "name": "목포하당중학교",
    "lat": 34.81018699,
    "lng": 126.428743,
    "color": "초",
    "info": "전라남도 목포시 옥암동 963"
  },
  {
    "name": "목포덕인중학교",
    "lat": 34.79831556,
    "lng": 126.3722233,
    "color": "초",
    "info": "전라남도 목포시 죽교동 30"
  },
  {
    "name": "목포애향중학교",
    "lat": 34.8068866,
    "lng": 126.4570201,
    "color": "초",
    "info": "전라남도 목포시 옥암동 1325"
  },
  {
    "name": "문태중학교",
    "lat": 34.80011449,
    "lng": 126.4020488,
    "color": "초",
    "info": "전라남도 목포시 용당동 183"
  },
  {
    "name": "목포영화중학교",
    "lat": 34.80937394,
    "lng": 126.4097117,
    "color": "초",
    "info": "전라남도 목포시 상동 525"
  },
  {
    "name": "여도중학교",
    "lat": 34.78514348,
    "lng": 127.694149,
    "color": "초",
    "info": "전라남도 여수시 봉계동 37"
  },
  {
    "name": "여수삼일중학교",
    "lat": 34.76365771,
    "lng": 127.6401145,
    "color": "초",
    "info": "전라남도 여수시 소라면 죽림리 1126"
  },
  {
    "name": "순천신흥중학교",
    "lat": 34.95096032,
    "lng": 127.5262098,
    "color": "초",
    "info": "전라남도 순천시 해룡면 상삼리 611"
  },
  {
    "name": "세지중학교",
    "lat": 34.91899003,
    "lng": 126.7486971,
    "color": "초",
    "info": "전라남도 나주시 세지면 오봉리 279-2"
  },
  {
    "name": "빛가람중학교",
    "lat": 35.00850454,
    "lng": 126.7863682,
    "color": "초",
    "info": "전라남도 나주시 빛가람동 625"
  },
  {
    "name": "동광양중학교",
    "lat": 34.9452977,
    "lng": 127.696247,
    "color": "초",
    "info": "전라남도 광양시 중동 1730-2"
  },
  {
    "name": "광양백운중학교",
    "lat": 34.93455636,
    "lng": 127.6943269,
    "color": "초",
    "info": "전라남도 광양시 중동 1674-8"
  },
  {
    "name": "광양제철중학교",
    "lat": 34.94787777,
    "lng": 127.7276046,
    "color": "초",
    "info": "전라남도 광양시 금호동 679"
  },
  {
    "name": "나주동강중학교",
    "lat": 34.93906181,
    "lng": 126.559516,
    "color": "초",
    "info": "전라남도 나주시 동강면 인동리 759-2"
  },
  {
    "name": "동강중학교",
    "lat": 34.77161164,
    "lng": 127.3366083,
    "color": "초",
    "info": "전라남도 고흥군 동강면 유둔리 64-3"
  },
  {
    "name": "화순중학교",
    "lat": 35.05691606,
    "lng": 126.9783399,
    "color": "초",
    "info": "전라남도 화순군 화순읍 대리 97-5"
  },
  {
    "name": "해남제일중학교",
    "lat": 34.57674771,
    "lng": 126.5971545,
    "color": "초",
    "info": "전라남도 해남군 해남읍 구교리 273"
  },
  {
    "name": "해남중학교",
    "lat": 34.57186124,
    "lng": 126.5947409,
    "color": "초",
    "info": "전라남도 해남군 해남읍 남외리 4"
  },
  {
    "name": "영광염산중학교",
    "lat": 35.22012018,
    "lng": 126.3733876,
    "color": "초",
    "info": "전라남도 영광군 염산면 봉남리 126"
  },
  {
    "name": "성지송학중학교",
    "lat": 35.27167246,
    "lng": 126.4593254,
    "color": "초",
    "info": "전라남도 영광군 군서면 송학리 219-1"
  },
  {
    "name": "영광홍농중학교",
    "lat": 35.40146509,
    "lng": 126.4472852,
    "color": "초",
    "info": "전라남도 영광군 홍농읍 상하리 345"
  },
  {
    "name": "고금중학교",
    "lat": 34.3937345,
    "lng": 126.8016341,
    "color": "초",
    "info": "전라남도 완도군 고금면 농상리 365"
  },
  {
    "name": "청산중학교",
    "lat": 34.18168242,
    "lng": 126.8641905,
    "color": "초",
    "info": "전라남도 완도군 청산면 도청리 220"
  },
  {
    "name": "의신중학교",
    "lat": 34.44004201,
    "lng": 126.2791801,
    "color": "초",
    "info": "전라남도 진도군 의신면 돈지리 660-2"
  },
  {
    "name": "안좌중학교",
    "lat": 34.74486919,
    "lng": 126.1273828,
    "color": "초",
    "info": "전라남도 신안군 안좌면 창마리 290"
  },
  {
    "name": "암태중학교",
    "lat": 34.82990855,
    "lng": 126.1127155,
    "color": "초",
    "info": "전라남도 신안군 암태면 단고리 104"
  },
  {
    "name": "고령중학교개진분교장",
    "lat": 35.71780183,
    "lng": 128.3693621,
    "color": "초",
    "info": "경상북도 고령군 개진면 오사리 42"
  },
  {
    "name": "고령중학교",
    "lat": 35.7410769,
    "lng": 128.2710126,
    "color": "초",
    "info": "경상북도 고령군 대가야읍 쾌빈리 103-4"
  },
  {
    "name": "금호중학교",
    "lat": 35.93288267,
    "lng": 128.8741529,
    "color": "초",
    "info": "경상북도 영천시 금호읍 교대리 172-1"
  },
  {
    "name": "대도중학교",
    "lat": 36.07256073,
    "lng": 129.3965964,
    "color": "초",
    "info": "경상북도 포항시 북구 환호동 493"
  },
  {
    "name": "대동중학교",
    "lat": 36.05850588,
    "lng": 129.3583782,
    "color": "초",
    "info": "경상북도 포항시 북구 우현동 201-6"
  },
  {
    "name": "모계중학교",
    "lat": 35.64934331,
    "lng": 128.7353769,
    "color": "초",
    "info": "경상북도 청도군 화양읍 범곡리 117"
  },
  {
    "name": "봉곡중학교",
    "lat": 36.15870365,
    "lng": 128.3046598,
    "color": "초",
    "info": "경상북도 구미시 봉곡동 51"
  },
  {
    "name": "봉화중학교",
    "lat": 36.89548837,
    "lng": 128.7398796,
    "color": "초",
    "info": "경상북도 봉화군 봉화읍 삼계리 40"
  },
  {
    "name": "석전중학교",
    "lat": 36.00254322,
    "lng": 128.4095923,
    "color": "초",
    "info": "경상북도 칠곡군 왜관읍 석전리 505-1"
  },
  {
    "name": "영광중학교",
    "lat": 36.82826006,
    "lng": 128.6195218,
    "color": "초",
    "info": "경상북도 영주시 영주동 88-1"
  },
  {
    "name": "영동중학교",
    "lat": 35.97804001,
    "lng": 128.9459958,
    "color": "초",
    "info": "경상북도 영천시 야사동 393"
  },
  {
    "name": "영주중앙초등학교",
    "lat": 36.82644609,
    "lng": 128.6278802,
    "color": "초",
    "info": "경상북도 영주시 하망동 316-18"
  },
  {
    "name": "영주중학교",
    "lat": 36.81979055,
    "lng": 128.6315943,
    "color": "초",
    "info": "경상북도 영주시 휴천동 704-7"
  },
  {
    "name": "옥계중학교",
    "lat": 36.13849462,
    "lng": 128.411239,
    "color": "초",
    "info": "경상북도 구미시 거의동 610-1"
  },
  {
    "name": "울릉중학교",
    "lat": 37.48816819,
    "lng": 130.9012021,
    "color": "초",
    "info": "경상북도 울릉군 울릉읍 도동리 223-8"
  },
  {
    "name": "율곡중학교",
    "lat": 36.12226764,
    "lng": 128.1859834,
    "color": "초",
    "info": "경상북도 김천시 율곡동 647"
  },
  {
    "name": "이서중학교",
    "lat": 35.66225521,
    "lng": 128.6696642,
    "color": "초",
    "info": "경상북도 청도군 이서면 서원리 331-3"
  },
  {
    "name": "인동중학교",
    "lat": 36.1089818,
    "lng": 128.4284438,
    "color": "초",
    "info": "경상북도 구미시 인의동 103"
  },
  {
    "name": "청송중학교부동분교장",
    "lat": 36.35805935,
    "lng": 129.157001,
    "color": "초",
    "info": "경상북도 청송군 부동면 이전리 916"
  },
  {
    "name": "청송중학교",
    "lat": 36.42998331,
    "lng": 129.057172,
    "color": "초",
    "info": "경상북도 청송군 청송읍 금곡리 815-3"
  },
  {
    "name": "초전중학교",
    "lat": 35.97609473,
    "lng": 128.2640969,
    "color": "초",
    "info": "경상북도 성주군 초전면 대장리 877-39"
  },
  {
    "name": "포항영신중학교",
    "lat": 36.05961823,
    "lng": 129.3510002,
    "color": "초",
    "info": "경상북도 포항시 북구 우현동 산63-10"
  },
  {
    "name": "포항포은중학교",
    "lat": 35.96559626,
    "lng": 129.4048033,
    "color": "초",
    "info": "경상북도 포항시 남구 오천읍 원리 982"
  },
  {
    "name": "해마루중학교",
    "lat": 36.13944732,
    "lng": 128.4329273,
    "color": "초",
    "info": "경상북도 구미시 옥계동 921"
  },
  {
    "name": "현일중학교",
    "lat": 36.18742412,
    "lng": 128.3497619,
    "color": "초",
    "info": "경상북도 구미시 고아읍 항곡리 468-1"
  },
  {
    "name": "흥해중학교",
    "lat": 36.10880541,
    "lng": 129.3413908,
    "color": "초",
    "info": "경상북도 포항시 북구 흥해읍 옥성리 168-1"
  },
  {
    "name": "거제중앙중학교",
    "lat": 34.89447877,
    "lng": 128.6356305,
    "color": "초",
    "info": "경상남도 거제시 고현동 1070"
  },
  {
    "name": "거제중학교",
    "lat": 34.86136835,
    "lng": 128.6869533,
    "color": "초",
    "info": "경상남도 거제시 아주동 295-8"
  },
  {
    "name": "거제중앙중학교",
    "lat": 34.89447877,
    "lng": 128.6356305,
    "color": "초",
    "info": "경상남도 거제시 고현동 1070"
  },
  {
    "name": "거제중앙초등학교",
    "lat": 34.89545447,
    "lng": 128.6346761,
    "color": "초",
    "info": "경상남도 거제시 고현동 1057"
  },
  {
    "name": "계룡중학교",
    "lat": 34.88553812,
    "lng": 128.6287766,
    "color": "초",
    "info": "경상남도 거제시 고현동 293-3"
  },
  {
    "name": "수월중학교",
    "lat": 34.89071944,
    "lng": 128.6449062,
    "color": "초",
    "info": "경상남도 거제시 수월동 1165"
  },
  {
    "name": "옥포성지중학교",
    "lat": 34.88717776,
    "lng": 128.6901686,
    "color": "초",
    "info": "경상남도 거제시 옥포동 242"
  },
  {
    "name": "옥포중학교",
    "lat": 34.89582551,
    "lng": 128.6981397,
    "color": "초",
    "info": "경상남도 거제시 옥포동 781-2"
  },
  {
    "name": "가야중학교",
    "lat": 35.23705465,
    "lng": 128.8703302,
    "color": "초",
    "info": "경상남도 김해시 내동 1137-3"
  },
  {
    "name": "소가야중학교",
    "lat": 34.95460248,
    "lng": 128.2498367,
    "color": "초",
    "info": "경상남도 고성군 삼산면 삼봉리 산 76-2"
  },
  {
    "name": "관동중학교",
    "lat": 35.18016669,
    "lng": 128.7927184,
    "color": "초",
    "info": "경상남도 김해시 관동동 422-1"
  },
  {
    "name": "구산중학교",
    "lat": 35.25125929,
    "lng": 128.8685023,
    "color": "초",
    "info": "경상남도 김해시 구산동 1055"
  },
  {
    "name": "수남중학교",
    "lat": 35.17136675,
    "lng": 128.818659,
    "color": "초",
    "info": "경상남도 김해시 율하동 1394"
  },
  {
    "name": "영운중학교",
    "lat": 35.2545018,
    "lng": 128.9083042,
    "color": "초",
    "info": "경상남도 김해시 삼방동 712"
  },
  {
    "name": "율하중학교",
    "lat": 35.17473289,
    "lng": 128.8079042,
    "color": "초",
    "info": "경상남도 김해시 율하동 1293"
  },
  {
    "name": "개운중학교",
    "lat": 35.41252641,
    "lng": 129.169386,
    "color": "초",
    "info": "경상남도 양산시 삼호동 747"
  },
  {
    "name": "물금중학교",
    "lat": 35.31377483,
    "lng": 128.9946062,
    "color": "초",
    "info": "경상남도 양산시 물금읍 가촌리 1272-12"
  },
  {
    "name": "범어중학교",
    "lat": 35.33178565,
    "lng": 129.0100833,
    "color": "초",
    "info": "경상남도 양산시 물금읍 범어리 2677-1"
  },
  {
    "name": "신주중학교",
    "lat": 35.33480357,
    "lng": 129.0148059,
    "color": "초",
    "info": "경상남도 양산시 물금읍 범어리 2673-10"
  },
  {
    "name": "웅상중학교",
    "lat": 35.3770894,
    "lng": 129.1444834,
    "color": "초",
    "info": "경상남도 양산시 평산동 297-3"
  },
  {
    "name": "문산중학교",
    "lat": 35.17688486,
    "lng": 128.1521835,
    "color": "초",
    "info": "경상남도 진주시 충무공동 273-1"
  },
  {
    "name": "진주제일중학교",
    "lat": 35.17551773,
    "lng": 128.0668552,
    "color": "초",
    "info": "경상남도 진주시 평거동 748-2"
  },
  {
    "name": "내서중학교",
    "lat": 35.24546277,
    "lng": 128.507816,
    "color": "초",
    "info": "경상남도 창원시 마산회원구 내서읍 중리 1052"
  },
  {
    "name": "도계중학교",
    "lat": 35.25524021,
    "lng": 128.6342114,
    "color": "초",
    "info": "경상남도 창원시 의창구 도계동 468-1"
  },
  {
    "name": "동진중학교",
    "lat": 35.14400332,
    "lng": 128.7060725,
    "color": "초",
    "info": "경상남도 창원시 진해구 자은동 793-7"
  },
  {
    "name": "마산삼진중학교",
    "lat": 35.11396976,
    "lng": 128.4884784,
    "color": "초",
    "info": "경상남도 창원시 마산합포구 진동면 진동리 241-1"
  },
  {
    "name": "안남중학교",
    "lat": 35.20557657,
    "lng": 128.7080778,
    "color": "초",
    "info": "경상남도 창원시 성산구 대방동 373"
  },
  {
    "name": "양덕중학교",
    "lat": 35.24256774,
    "lng": 128.5949744,
    "color": "초",
    "info": "경상남도 창원시 마산회원구 합성동 17-5"
  },
  {
    "name": "용원중학교",
    "lat": 35.10003481,
    "lng": 128.818623,
    "color": "초",
    "info": "경상남도 창원시 진해구 용원동 1231"
  },
  {
    "name": "창원중앙중학교",
    "lat": 35.24054656,
    "lng": 128.6579173,
    "color": "초",
    "info": "경상남도 창원시 성산구 반지동 91"
  },
  {
    "name": "창원중학교",
    "lat": 35.25582016,
    "lng": 128.6421613,
    "color": "초",
    "info": "경상남도 창원시 의창구 도계동 901"
  },
  {
    "name": "호계중학교",
    "lat": 35.26659875,
    "lng": 128.5147297,
    "color": "초",
    "info": "경상남도 창원시 마산회원구 내서읍 호계리 645"
  },
  {
    "name": "통영중앙중학교",
    "lat": 34.86185647,
    "lng": 128.4244088,
    "color": "초",
    "info": "경상남도 통영시 무전동 1054-4"
  },
  {
    "name": "제주동중학교",
    "lat": 33.51848315,
    "lng": 126.5717308,
    "color": "초",
    "info": "제주특별자치도 제주시 화북일동 1146-2"
  }
]